Repository: MemsourceTesting/QA
Catalog: Daria testing/*/*-C.po
Languages: cs, de

source: %(count)d disk selected; %(capacity)s capacity; %(free)s free
cs: %(count)d vybraný disk; %(capacity)s kapacita; %(free)s zdarma
de: %(count)d Disk ausgewählt; %(capacity)s Kapazität; %(free)s kostenlos

source: You have chosen to skip boot loader installation. Your system may not be bootable.
cs: Rozhodli jste se Přeskočit instalaci zaváděcího programu pro spouštění. Systém pravděpodobně není spustitelný.
de: Sie haben sich entschieden, die Bootloader-Installation zu überspringen. Ihr System ist möglicherweise nicht bootfähig.

source: There was a problem with your disk selection. Click here for details.
cs: Došlo k potížím s výběrem disku. Klepnutím sem zobrazíte podrobnosti.
de: Es ist ein Problem mit der Datenträgerauswahl vorliegt. Klicken Sie hier für Details.

source: You'll be able to make space available during custom partitioning.
cs: Během vlastního rozdělení do oddílů budete moci využít prostor.
de: Sie können während der benutzerdefinierten Partitionierung Speicherplatz zur Verfügung stellen.

source: The following errors were encountered when checking your disk selection. You can modify your selection or quit the installer.
cs: Při kontrole výběru disku došlo k následujícím chybám. Můžete změnit výběr nebo ukončit instalační program.
de: Bei der Überprüfung der Datenträgerauswahl sind die folgenden Fehler aufgetreten. Sie können Ihre Auswahl ändern oder das Installationsprogramm beenden.

# GUI|Storage|Error Dialog
source: _Quit
cs: _Ukončit

# GUI|Storage|Error Dialog
source: _Modify Disk Selection
cs: _Upravit výběr disku
de: _Modify Datenträgerauswahl

source: The following errors were encountered when checking your storage configuration. You can modify your storage layout or quit the installer.
cs: Při kontrole konfigurace úložiště došlo k následujícím chybám. Můžete upravit rozložení úložiště nebo ukončit instalační program.
de: Beim Überprüfen der Speicherkonfiguration sind die folgenden Fehler aufgetreten. Sie können Das Speicherlayout ändern oder das Installationsprogramm beenden.

# GUI|Storage|Error Dialog
source: _Modify Storage Layout
cs: _Změnit rozložení úložiště
de: _Modify Speicherlayout

source: The following warnings were encountered when checking your storage configuration. These are not fatal, but you may wish to make changes to your storage layout.
cs: Při kontrole konfigurace úložiště byla zjištěna následující upozornění. Tato nastavení nejsou závažná, ale pravděpodobně budete chtít změnit rozvržení úložiště.
de: Beim Überprüfen der Speicherkonfiguration sind die folgenden Warnungen aufgetreten. Diese sind nicht schwerwiegend, aber Sie können Änderungen an Ihrem Speicherlayout vornehmen.

# GUI|Spoke
source: _Time & Date
cs: _Time & datum
de: _Time & Datum

source: Restoring hardware time...
cs: Obnovování času hardwaru...
de: Hardwarezeit wird wiederhergestellt...

source: Invalid timezone
cs: Neplatné časové pásmo
de: Ungültige Zeitzone

source: You need to set up networking first if you want to use NTP
cs: Chcete-li používat protokol NTP, je třeba nejprve nastavit síť.
de: Sie müssen zuerst das Netzwerk einrichten, wenn Sie NTP verwenden möchten.

source: You have no working NTP server configured
cs: Nemáte nastaven žádný funkční server NTP.
de: Sie haben keinen funktionierenden NTP-Server konfiguriert

source: %s to switch layouts.
cs: %s pro přepínání rozložení.
de: %s , um Layouts zu wechseln.

# GUI|Spoke
source: _Keyboard
cs: _Klávesnice

source: Testing layouts configuration not available.
cs: Testování konfigurace rozložení není k dispozici.
de: Testlayoutkonfiguration nicht verfügbar.

source: Getting list of layouts...
cs: Získávání seznamu rozložení...
de: Liste der Layouts wird ab) ab)

source: Keyboard layouts are not supported when using VNC. However the settings will be used after the installation.
cs: Rozložení klávesnice nejsou podporována při použití VNC. Nastavení však bude použito po instalaci.
de: Tastaturlayouts werden bei verwendung durch VNC nicht unterstützt. Die Einstellungen werden jedoch nach der Installation verwendet.

source: Layout switching not configured.
cs: Přepínání rozložení není nakonfigurováno.
de: Layout-Switching nicht konfiguriert.

# GUI|Spoke
source: _Language Support
cs: _Jazyková podpora

source: The RAID level you have selected (%(level)s) requires more disks (%(min)d) than you currently have selected (%(count)d).
cs: Vybraná úroveň RAID (%(level)s) vyžaduje více disků (%(min)d), než je aktuálně vybráno (%(count)d).
de: Die von Ihnen ausgewählte RAID-Ebene (%(level)s) erfordert mehr Festplatten (%(min)d) als Sie derzeit ausgewählt haben (%(count)d).

source: CONFIGURE %(container_type)s
cs: KONFIGURACE %(container_type)s
de: KONFIGURIEREN %(container_type)s

source: Please create a name for this %(container_type)s and select at least one disk below.
cs: Vytvořte název tohoto %(container_type)s a vyberte alespoň jeden disk níže.
de: Erstellen Sie einen Namen für diese %(container_type)s und wählen Sie unten mindestens einen Datenträger aus.

source: Volume Group
cs: Skupina svazků
de: Volumengruppe

# GUI|Custom Partitioning|Configure|Devices
source: _Volume Group:
cs: _Skupina svazků:
de: _Volume Gruppe:

source: Volume
cs: Objem
de: Volumen

# GUI|Custom Partitioning|Configure|Devices
source: _Volume:
cs: Svazku

source: Cannot relabel already existing file system.
cs: Již existující systém souborů nelze znovu považovat za stávající.
de: Bereits vorhandenes Dateisystem kann nicht umetikettiert werden.

source: Cannot set label on file system.
cs: Nelze nastavit jmenovku v systému souborů.
de: Die Bezeichnung kann nicht im Dateisystem festgelegt werden.

source: Unacceptable label format for file system.
cs: Nepřípustný formát popisku pro systém souborů.
de: Inakzeptables Etikettenformat für Dateisystem.

source: That mount point is already in use. Try something else?
cs: Tento přípojný bod je již používán. Zkusit něco jiného?
de: Dieser Mount-Punkt wird bereits verwendet. Versuchen Sie etwas anderes?

source: Please enter a valid mount point.
cs: Zadejte platný přípojný bod.
de: Geben Sie einen gültigen Einhängepunkt ein.

source: That mount point is invalid. Try something else?
cs: Tento přípojný bod je neplatný. Zkusit něco jiného?
de: Dieser Mount-Punkt ist ungültig. Versuchen Sie etwas anderes?

source: container
cs: Kontejner

# GUI|Custom Partitioning|Configure|Devices
source: container
cs: Kontejner

source: %s may be a system boot partition! Deleting it may break other operating systems. Are you sure you want to delete it?
cs: %s může být systémový spouštěcí oddíl. Jeho odstranění může narušit ostatní operační systémy. Opravdu ji chcete odstranit?
de: %s kann eine System-Boot-Partition sein! Das Löschen kann andere Betriebssysteme aufbrechen. Möchten Sie sie wirklich löschen?

source: Are you sure you want to delete all of the data on %s?
cs: Opravdu chcete odstranit všechna data z %s?
de: Möchten Sie wirklich alle Daten auf %slöschen?

source: Are you sure you want to delete all of the data on %s, including snapshots and/or subvolumes?
cs: Opravdu chcete odstranit všechna data z %s, včetně snímků a dílčích svazků?
de: Möchten Sie wirklich alle Daten auf %slöschen, einschließlich Snapshots und/oder Untervolumes?

source: Invalid container name
cs: Neplatný název kontejneru
de: Ungültiger Containername

source: DATA
cs: DAT
de: DATEN

source: SYSTEM
cs: SYSTÉMU

source: You haven't created any mount points for your %(product)s %(version)s installation yet. You can:
cs: Dosud jste nevytvořili žádné přípojné body pro %(product)s %(version)s instalaci. Můžeš:
de: Sie haben noch keine Mount-Points für Ihre %(product)s %(version)s Installation erstellt. Sie können:

# GUI|Custom Partitioning|Autopart Page
source: _Click here to create them automatically.
cs: _Klepnutím sem je vytvoříte automaticky.
de: _Click hier, um sie automatisch zu erstellen.

source: Create new mount points by clicking the '+' button.
cs: Vytvořte nové přípojné body klepnutím na tlačítko +.
de: Erstellen Sie neue Mount-Punkte, indem Sie auf die Schaltfläche "+" klicken.

source: Or, assign new mount points to existing partitions after selecting them below.
cs: Můžete též přiřadit nové přípojné body existujícím oddílu po jejich výběru.
de: Oder weisen Sie vorhandenen Partitionen neue Bereitstellungspunkte zu, nachdem Sie sie unten ausgewählt haben.

# GUI|Custom Partitioning|Autopart Page
source: _New mount points will use the following partitioning scheme:
cs: _Nové přípojné body budou používat následující schéma rozdělení:
de: _New Mount-Punkte verwenden das folgende Partitionierungsschema:

source: <b>%(count)d disk; %(size)s capacity; %(free)s free space</b> (unpartitioned and in file systems)
cs: < b >%(count)d disk; %(size)s kapacita; %(free)s volné místo </b > (bez oddílů a v systémech souborů)
de: <b>%(count)d-Datenträger; kapazität %(size)s; %(free)s freier Speicherplatz</b> (unpartitioniert und in Dateisystemen)

# GUI|Selected Disks Dialog
source: _Do not install boot loader
cs: _Neinstalujte zaváděcí program pro spouštění
de: _Do boot loader nicht installieren

# GUI|Selected Disks Dialog
source: _Set as Boot Device
cs: _Nastavit jako spouštěcí zařízení
de: _Set als Boot-Gerät

# GUI|Detailed Error Dialog
source: _Cancel
cs: _Zrušit akci

source: You have provided a weak passphrase: %s
cs: Poskytli jste slabé přístupové heslo: %s
de: Sie haben eine schwache Passphrase bereitgestellt: %s

source: Passphrases do not match.
cs: Přístupové heslo nesouhlasí.
de: Passphrasen stimmen nicht überein.

source: %(deviceName)s on %(container)s
cs: %(deviceName)s Na %(container)s
de: %(deviceName)s Auf %(container)s

source: minute
cs: Minutu

source: Preserve
cs: Zachovat
de: Erhalten

source: Shrink
cs: Zmenšit
de: Schrumpfen

source: Delete
cs: Odstranit
de: Löschen

source: Installation requires a total of <b>%s</b> for system data.
cs: Instalace vyžaduje celkový < b >%s</b > pro systémová data.
de: Für die Installation sind insgesamt <b>%s</b> für Systemdaten erforderlich.

source: This device contains the installation source.
cs: Toto zařízení obsahuje zdroj instalace.
de: Dieses Gerät enthält die Installationsquelle.

source: %(freeSize)s of %(devSize)s
cs: %(freeSize)s z %(devSize)s
de: %(freeSize)s von %(devSize)s

source: Not resizeable
cs: Nelze převzorkovatelné
de: Nicht verkleinerbar

source: Free space
cs: Volné místo
de: Freier Platz

source: You can remove existing file systems you no longer need to free up space for this installation. Removing a file system will permanently delete all of the data it contains.
cs: Existující systémy souborů, které již nepotřebujete uvolnit místo pro tuto instalaci, můžete odebrat. Odebráním systému souborů trvale odstraníte všechna data, která obsahuje.
de: Sie können vorhandene Dateisysteme entfernen, die Sie nicht mehr benötigen, um Speicherplatz für diese Installation freizugeben. Durch das Entfernen eines Dateisystems werden alle darin enthaltenen Daten dauerhaft gelöscht.

source: There is also free space available in pre-existing file systems. While it's risky and we recommend you back up your data first, you can recover that free disk space and make it available for this installation below.
cs: V již existujících systémech souborů je také k dispozici volné místo. Přestože je to riskantní a doporučujeme nejprve zálohovat data, můžete obnovit volné místo na disku a zpřístupnit je pro tuto instalaci.
de: In bereits vorhandenen Dateisystemen steht auch freier Speicherplatz zur Verfügung. Obwohl es riskant ist und wir Ihnen empfehlen, Ihre Daten zuerst zu sichern, können Sie diesen freien Speicherplatz wiederherstellen und für diese Installation unten verfügbar machen.

source: <b>%(count)s disk; %(size)s reclaimable space</b> (in file systems)
cs: < b >%(count)s disk; %(size)s znovu získat volné místo </b > (v systémech souborů)
de: <b>%(count)s-Datenträger; %(size)s rückgewinnungsbarer Speicherplatz</b> (in Dateisystemen)

source: Total selected space to reclaim: <b>%s</b>
cs: Počet vybraných prostor k opětovnému získání: < b >%s</b >
de: Gesamte swerte Fläche, die zurückgewonnen werden soll: <b>%s</b>

# GUI|Reclaim Dialog
source: Delete _all
cs: Odstranit _vše
de: Löschen _all

# GUI|Reclaim Dialog
source: Preserve _all
cs: Zachovat _vše
de: _all bewahren

source: CUSTOMIZATION
cs: PŘIZPŮSOBENÍ
de: ANPASSUNG

source: DEFAULT TITLE
cs: VÝCHOZÍ NÁZEV
de: STANDARDTITEL

source: LOCALIZATION
cs: LOKALIZACE
de: LOKALISIERUNG

source: USER SETTINGS
cs: NASTAVENÍ UŽIVATELE
de: BENUTZEREINSTELLUNGEN

source: Not enough space in file systems for the current software selection. An additional %s is needed.
cs: Pro aktuální výběr softwaru není v systémech souborů dostatek místa. Je třeba další %s.
de: Nicht genügend Platz in Dateisystemen für die aktuelle Softwareauswahl. Ein zusätzlicher %s ist erforderlich.

source: The system needs more random data entropy
cs: Systém potřebuje více náhodných datových entropií
de: Das System benötigt mehr zufällige Datenentropie

source: Entropy can be increased by typing randomly on keyboard
cs: Entropie může být zvýšena náhodným zadáním na klávesnici
de: Entropie kann durch zufällige Eingabe auf der Tastatur erhöht werden

source: After %d minutes, the installation will continue regardless of the amount of available entropy
cs: Po %d minutách bude instalace pokračovat bez ohledu na množství dostupné entropie
de: Nach %d Minuten wird die Installation unabhängig von der Menge der verfügbaren Entropie fortgesetzt.

source: Available entropy: %(av_entr)s, Required entropy: %(req_entr)s [%(pct)d %%] (%(rem)d %(min)s remaining)
cs: Dostupná entropie: %(av_entr)s, požadovaná entropie: %(req_entr)s [%(pct)d %%] (%(rem)d %(min)s zbývá)
de: Verfügbare Entropie: %(av_entr)s, Erforderliche Entropie: %(req_entr)s [%(pct)d %%] (%(rem)d %(min)s übrig)

source: Available entropy: %(av_entr)s, Required entropy: %(req_entr)s [%(pct)d %%]
cs: Dostupná entropie: %(av_entr)s, požadovaná entropie: %(req_entr)s [%(pct)d %%]
de: Verfügbare Entropie: %(av_entr)s, Erforderliche Entropie: %(req_entr)s [%(pct)d %%]

source: Enough entropy gathered, please stop typing.
cs: Byla shromážděna dostatečná entropie, prosím přestaňte psát.
de: Genug Entropie gesammelt, bitte aufhören zu tippen.

source: Giving up, time (%d minutes) ran out.
cs: Vzdávám se času (%d minut).
de: Aufgeben, Zeit (%d Minuten) ging aus.

source: You selected disk %(selected)s, which contains devices that also use unselected disk %(unselected)s. You must select or de-select these disks as a set.
cs: Vybrali jste disk %(selected)s, který obsahuje zařízení, která také používají nevybraný disk %(unselected)s. Tyto disky je nutné vybrat nebo vybrat jako množinu.
de: Sie haben den Datenträger %(selected)sausgewählt, der Geräte enthält, die auch nicht ausgewählte %(unselected)sverwenden. Sie müssen diese Datenträger als Satz auswählen oder deaktivieren.

source: No host url
cs: Žádná adresa URL hostitele
de: Keine Host-URL

source: malformed URL, cannot parse it.
cs: chybně formátovaným adresou URL, nelze ji analyzovat.
de: fehlerhafte URL, kann sie nicht analysieren.

source: URL has no host component
cs: Adresa URL nemá žádnou hostitelskou komponentu.
de: URL hat keine Hostkomponente

source: Start VNC
cs: Spustit VNC
de: Starten Sie VNC

source: Use text mode
cs: Použít textový režim
de: Textmodus verwenden

source: Support for this hardware has been removed in this major release. Please check the removed functionality section of the release notes.
cs: Podpora tohoto hardwaru byla v tomto hlavním vydání odebrána. Zkontrolujte část odstraněné funkčnosti poznámek k verzi.
de: Die Unterstützung für diese Hardware wurde in dieser Hauptversion entfernt. Überprüfen Sie den Abschnitt über entfernte Funktionen in den Versionshinweisen.

source: This hardware (or a combination thereof) is not supported by Red Hat. For more information on supported hardware, please refer to http://www.redhat.com/hardware.
cs: Tento hardware (nebo jeho kombinace) není podporován červeným kloboukem. Další informace o podporovaném hardwaru naleznete na http://www.redhat.com/hardware.
de: Diese Hardware (oder eine Kombination davon) wird von Red Hat nicht unterstützt. Weitere Informationen zur unterstützten Hardware finden Sie in http://www.redhat.com/hardware.

source: The password is empty.
cs: Heslo je prázdné.
de: Das Kennwort ist leer.

source: The passphrase is empty.
cs: Přístupové heslo je prázdné.
de: Die Passphrase ist leer.

source: The passwords do not match.
cs: Hesla se neshodují.
de: Die Kennwörter stimmen nicht überein.

source: The passphrases do not match.
cs: Přístupové heslo se neshoduje.
de: Die Passphrasen stimmen nicht überein.

source: The passwords you entered were different. Please try again.
cs: Hesla, která jste zadali, byla odlišná. Opakujte akci.
de: Die eingegebenen Kennwörter waren unterschiedlich. Bitte versuchen Sie es erneut.

source: The passphrases you entered were different. Please try again.
cs: Přístupové heslo, které jste zadal, bylo jiné. Opakujte akci.
de: Die passphrasen, die Sie eingegeben haben, waren unterschiedlich. Bitte versuchen Sie es erneut.

source: The password is too short
cs: Heslo je příliš krátké
de: Das Passwort ist zu kurz

source: The passphrase is too short
cs: Přístupové heslo je příliš krátké.
de: Die Passphrase ist zu kurz

source: The password you have provided is weak.
cs: Zadané heslo je slabé.
de: Das von Ihnen angegebene Kennwort ist schwach.

source: The passphrase you have provided is weak.
cs: Přístupové heslo, které jste poskytl, je slabé.
de: Die Passphrase, die Sie angegeben haben, ist schwach.

source: The password you have provided is weak:
cs: Zadané heslo je slabé:
de: Das von Ihnen angegebene Kennwort ist schwach:

source: The passphrase you have provided is weak:
cs: Přístupové heslo, které jste poskytli, je slabé:
de: Die Passphrase, die Sie angegeben haben, ist schwach:

source: Press <b>Done</b> again to use the password anyway.
cs: Chcete-li přesto použít heslo, stiskněte < b > provést </b znovu >.
de: Drücken Sie <b>Fertig</b> um das Kennwort trotzdem zu verwenden.

source: The password you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
cs: Zadané heslo obsahuje jiné znaky než ASCII. Je možné, že při psaní nebude možné přepínat mezi rozloženími klávesnice.
de: Das von Ihnen angegebene Kennwort enthält Nicht-ASCII-Zeichen. Möglicherweise können Sie bei der Eingabe nicht zwischen Tastaturlayouts wechseln.

source: The passphrase you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
cs: Přístupové heslo, které jste zadali, obsahuje znaky jiné než ASCII. Je možné, že při psaní nebude možné přepínat mezi rozloženími klávesnice.
de: Die von Ihnen angegebene Passphrase enthält Nicht-ASCII-Zeichen. Möglicherweise können Sie bei der Eingabe nicht zwischen Tastaturlayouts wechseln.

source: You will have to press <b>Done</b> twice to confirm it.
cs: Budete muset stisknout < b > udělal </b dvakrát >, abyste to potvrdili.
de: Sie müssen <b>Done</b> zweimal drücken, um es zu bestätigen.

source: Press <b>Done</b> to continue.
cs: Stiskněte < b > provést </b > pokračovat.
de: Drücken Sie <b>Fertig</b>, um fortzufahren.

source: Password set.
cs: Nastavení hesla.
de: Passwortsatz.

source: Empty
cs: Prázdné
de: Leer

source: Too short
cs: Příliš krátká
de: Zu kurz

source: Weak
cs: Slabý
de: Schwach

source: Fair
cs: Spravedlivé
de: gerecht

source: Good
cs: Dobré
de: gut

source: Strong
cs: Silné
de: Stark

source: Hide password.
cs: Skrýt heslo.
de: Passwort ausblenden.

source: Show password.
cs: Zobrazit heslo
de: Passwort anzeigen.

source: Probing storage...
cs: Zjišťování úložiště...
de: Speicher wird gespeichert...

source: Testing availability...
cs: Testování dostupnosti...
de: Verfügbarkeit wird getestet...

source: Downloading package metadata...
cs: Stahování metadat balíčku...
de: Paketmetadaten werden heruntergeladen...

source: Downloading group metadata...
cs: Stahování metadat skupiny...
de: Gruppenmetadaten werden heruntergeladen...

source: Anaconda Installer
cs: Instalační program Anaconda

source: Nothing to format
cs: Nic k formátování
de: Nichts zu formatieren

source: Probing storage
cs: Zjišťování úložiště
de: Prüfen von Speicher

source: The installation was stopped due to what seems to be a problem with your hardware. The exact error message is: %s. The installer will now terminate.
cs: Instalace byla zastavena z důvodu problému, který se jeví jako problém s hardwarem. Přesná chybová zpráva: %s. Instalační program bude nyní ukončen.
de: Die Installation wurde aufgrund eines offensichtlichen Problems mit Ihrer Hardware beendet. Die genaue Fehlermeldung lautet: %s. Das Installationsprogramm wird nun beendet.

source: Hardware error occurred
cs: Došlo k hardwarové chybě.
de: Hardwarefehler ist aufgetreten

source: The installation was stopped due to an error which occurred while running in non-interactive cmdline mode. Since there cannot be any questions in cmdline mode, edit your kickstart file and retry installation. The exact error message is: %s. The installer will now terminate.
cs: Instalace byla zastavena z důvodu chyby, ke které došlo při spuštění v neinteraktivním režimu cmdline. Protože v režimu cmdline nelze klást žádné dotazy, upravte soubor Startkopancem a opakujte instalaci. Přesná chybová zpráva: %s. Instalační program bude nyní ukončen.
de: Die Installation wurde aufgrund eines Fehlers beendet, der während der Ausführung im nicht interaktiven cmdline-Modus aufgetreten ist. Da es im cmdline-Modus keine Fragen geben kann, bearbeiten Sie Ihre Kickstart-Datei und wiederholen Sie die Installation. Die genaue Fehlermeldung lautet: %s. Das Installationsprogramm wird nun beendet.

source: Running in cmdline mode, no interactive debugging allowed. The exact error message is: %s. The installer will now terminate.
cs: Spuštěno v režimu CmdLine, není povoleno interaktivní ladění. Přesná chybová zpráva: %s. Instalační program bude nyní ukončen.
de: Laufen im cmdline-Modus, keine interaktive Debugging erlaubt. Die genaue Fehlermeldung lautet: %s. Das Installationsprogramm wird nun beendet.

source: /boot file system
cs: /boot systém souborů
de: /boot Dateisystem

source: RAID sets that contain '%(desc)s' must have one of the following raid levels: %(raid_level)s.
cs: Sady RAID obsahující "%(desc)s" musí mít jednu z následujících úrovní RAID: %(raid_level)s.
de: RAID-Sets, die '%(desc)s' enthalten, müssen eine der folgenden Raid-Ebenen aufweisen: %(raid_level)s.

source: RAID sets that contain '%(desc)s' must have one of the following metadata versions: %(metadata_versions)s.
cs: Sady RAID obsahující "%(desc)s" musí mít jednu z následujících verzí metadat: %(metadata_versions)s.
de: RAID-Sätze, die '%(desc)s' enthalten, müssen über eine der folgenden Metadatenversionen verfügen: %(metadata_versions)s.

source: RAID sets that contain '%(desc)s' must have one of the following device types: %(types)s.
cs: Sady RAID obsahující "%(desc)s" musí mít jeden z následujících typů zařízení: %(types)s.
de: RAID-Sets, die '%(desc)s' enthalten, müssen einen der folgenden Gerätetypen aufweisen: %(types)s.

source: %(name)s must have one of the following disklabel types: %(types)s.
cs: %(name)s musí mít jeden z následujících typů Popis disku: %(types)s.
de: %(name)s muss über einen der folgenden Datenträgertypen verfügen: %(types)s.

source: %(desc)s cannot be of type %(type)s.
cs: %(desc)s nemůže být typu %(type)s.
de: %(desc)s kann nicht vom Typ %(type)ssein.

source: %(desc)s must be mounted on one of %(mountpoints)s.
cs: %(desc)s musí být namontovány na jednom z %(mountpoints)s.
de: %(desc)s muss auf einer %(mountpoints)smontiert werden.
