Repository: MemsourceTesting/QA
Catalog: Daria testing/*/*-C.po
Languages: cs, de

source: Local media via SE/HMC
cs: Místní média Via SE/HMC
de: Lokale Medien über SE/HMC

source: Error setting up software source
cs: Chyba při nastavování zdroje softwaru
de: Fehler beim Einrichten der Softwarequelle

source: Closest mirror
cs: Nejbližší zrcadlo
de: Nächstgelegener Spiegel

source: Nothing selected
cs: Není vybráno nic
de: Nichts ausgewählt

source: Processing...
cs: Zpracování...
de: Verarbeitung...

source: The installation source is in use by the installer and cannot be changed.
cs: Instalační zdroj je používán instalačním programem a nelze jej změnit.
de: Die Installationsquelle wird vom Installationsprogramm verwendet und kann nicht geändert werden.

source: Choose an installation source type.
cs: Zvolte typ zdroje instalace.
de: Wählen Sie einen Installationsquelltyp aus.

source: local ISO file
cs: místní soubor ISO
de: lokale ISO-Datei

source: Network
cs: Síťové
de: Netzwerk

source: Specify Repo Options
cs: Zadat možnosti repo
de: Repo-Optionen angeben

source: Repo URL
cs: Adresa URL pro repo

source: SERVER:/PATH
cs: SERVER:/CESTA

source: NFS mount options
cs: Možnosti připojení systému souborů NFS
de: NFS-Mount-Optionen

source: Server must be specified as SERVER:/PATH
cs: Server musí být zadán jako SERVER:/cesta
de: Server muss als SERVER:/PATH angegeben werden

source: Select device containing the ISO file
cs: Vyberte zařízení obsahující soubor ISO
de: Gerät auswählen, das die ISO-Datei enthält

source: No mountable devices found
cs: Nenalezena žádná zařízení
de: Keine montierbaren Geräte gefunden

source: Select an ISO to use as install source
cs: Vyberte ISO, který použít jako zdroj instalace
de: Wählen Sie eine ISO aus, die als Installationsquelle verwendet werden soll.

source: No *.iso files found in device root folder
cs: V kořenové složce zařízení nebyly nalezeny žádné soubory ISO.
de: Keine *.iso-Dateien im Gerätestammordner gefunden

source: Start shell
cs: Počáteční Shell

source: Exit the shell to continue
cs: Chcete-li pokračovat, ukončete Shell.
de: Beenden Sie die Shell, um fortzufahren

source: Full name can't contain the ':' character
cs: Celé jméno nemůže obsahovat znak ': '
de: Der vollständige Name darf nicht das Zeichen ':' enthalten.

source: User creation
cs: Vytvoření uživatele
de: Benutzererstellung

source: Create user
cs: Vytvořit uživatele
de: Benutzer erstellen

source: Full name
cs: Celé jméno
de: Vollständiger Name

source: User name
cs: Uživatelské jméno
de: Benutzername

source: Use password
cs: Použít heslo
de: Verwenden des Kennworts

source: Password
cs: Heslo
de: Passwort

source: Administrator
cs: Správce

source: Groups
cs: Skupiny
de: Gruppen

source: No user will be created
cs: Nebude vytvořen žádný uživatel.
de: Es wird kein Benutzer erstellt.

source: You must set a password
cs: Musíte nastavit heslo
de: Sie müssen ein Kennwort festlegen

source: Administrator %s will be created
cs: Bude vytvořen %s správce
de: Administrator%s wird erstellt

source: User %s will be created
cs: Bude vytvořen uživatelský %s
de: Benutzer%s erstellt wird

source: Invalid user name: %(name)s. %(error_message)s
cs: Neplatné uživatelské jméno: %(name)s. %(error_message)s
de: Ungültiger Benutzername: %(name)s. %(error_message)s

source: Bad format of the IP address
cs: Chybný formát adresy IP
de: Ungültiges Format der IP-Adresse

source: Bad format of the netmask
cs: Chybný formát masky sítě
de: Schlechtes Format der Netzmaske

source: Network configuration
cs: Konfigurace sítě
de: Netzwerkkonfiguration

source: Wired (%(interface_name)s) disconnected
cs: Kabelová (%(interface_name)s) odpojená
de: Wired (%(interface_name)s) getrennt

source: Wired (%(interface_name)s) connected
cs: Kabelová (%(interface_name)s) připojená
de: Wired (%(interface_name)s) angeschlossen

source: IPv4 Address: %(addr)s Netmask: %(netmask)s Gateway: %(gateway)s
cs: Adresa IPv4: %(addr)s síťová maska: %(netmask)s brána: %(gateway)s
de: IPv4-Adresse: %(addr)s Netmask: %(netmask)s Gateway: %(gateway)s

source: IPv6 Address: %(addr)s/%(prefix)d
cs: Adresa IPv6: %(addr)s/%(prefix)d
de: IPv6-Adresse: %(addr)s/%(prefix)d

source: Host Name: %s
cs: Název hostitele: %s

source: Current host name: %s
cs: Aktuální název hostitele: %s
de: Aktueller Hostname: %s

source: Host Name
cs: Název hostitele

source: Set host name
cs: Nastavit název hostitele
de: Festlegen des Hostnamens

source: Configure device %s
cs: Konfigurace zařízení %s
de: Konfigurieren des Geräts %s

source: Configuration not saved: netmask missing in static configuration
cs: Konfigurace nebyla uložena: maska sítě nebyla ve statické konfiguraci nalezena.
de: Konfiguration nicht gespeichert: Netzmaske fehlt in statischer Konfiguration

source: Can't apply configuration, device activation failed.
cs: Nelze použít konfiguraci, aktivace zařízení se nezdařila.
de: Die Konfiguration kann nicht angewendet werden, die Geräteaktivierung ist fehlgeschlagen.

source: Host name is not valid: %s
cs: Název hostitele není platný: %s
de: Der Hostname ist ungültig: %s

source: Device configuration
cs: Konfigurace zařízení
de: Gerätekonfiguration

source: IPv4 address or %s for DHCP
cs: Adresa IPv4 nebo %s pro službu DHCP
de: IPv4-Adresse oder %s für DHCP

source: IPv4 netmask
cs: Maska sítě IPv4
de: IPv4-Netzmaske

source: IPv4 gateway
cs: Brána IPv4

source: IPv6 address[/prefix] or %(auto)s for automatic, %(dhcp)s for DHCP, %(ignore)s to turn off
cs: Adresa IPv6 [/prefix] nebo %(auto)s pro automatické, %(dhcp)s pro DHCP, %(ignore)s vypnutí
de: IPv6-Adresse[/Präfix] oder %(auto)s für automatische, %(dhcp)s für DHCP, %(ignore)s zum Ausschalten

source: IPv6 default gateway
cs: Výchozí brána IPv6
de: IPv6-Standardgateway

source: Nameservers (comma separated)
cs: Nameservers (oddělený čárkami)
de: Nameserver (Komma getrennt)

source: Connect automatically after reboot
cs: Připojit automaticky po restartu
de: Automatische Verbindung nach dem Neustart

source: Apply configuration in installer
cs: Použít konfiguraci v instalátoru
de: Anwenden der Konfiguration im Installationsprogramm

source: Configuring device %s.
cs: Konfigurace zařízení %s.
de: Konfigurieren der Geräte%s.

source: Default spoke title
cs: Výchozí název mluvily
de: Standard-Spoke-Titel

source: testing status...
cs: stav testování...
de: Teststatus...

source: VNC Password
cs: VNC heslo
de: VNC-Passwort

source: Please provide VNC password (must be six to eight characters long). You will have to type it twice. Leave blank for no password
cs: Zadejte heslo VNC (musí být dlouhé šest až osm znaků). Budete je muset napsat dvakrát. Ponechat prázdné pro žádné heslo
de: Bitte geben Sie das VNC-Kennwort an (muss sechs bis acht Zeichen lang sein). Sie müssen es zweimal eingeben. Leer lassen für kein Passwort

source: Password:
cs: Heslo:
de: Passwort:

source: Password (confirm):
cs: Heslo (Potvrdit):
de: Passwort (bestätigen):

source: Passwords do not match!
cs: Hesla se neshodují.
de: Passwörter stimmen nicht überein!

source: The password must be at least six characters long.
cs: Heslo musí být dlouhé alespoň šest znaků.
de: Das Kennwort muss mindestens sechs Zeichen lang sein.

source: The password cannot be more than eight characters long.
cs: Heslo nesmí být delší než osm znaků.
de: Das Kennwort darf nicht länger als acht Zeichen sein.

source: Root password
cs: Kořenové heslo
de: Root-Kennwort

source: Disabled. Set password to enable root account.
cs: Zakázán. Nastavte heslo pro povolení kořenového účtu.
de: Deaktiviert. Legen Sie das Kennwort fest, um das Root-Konto zu aktivieren.

source: Root account is disabled.
cs: Kořenový účet je zakázán.
de: Das Stammkonto ist deaktiviert.

source: Password is set.
cs: Heslo je nastaveno.
de: Das Kennwort ist festgelegt.

source: Password is not set.
cs: Heslo není nastaveno.
de: Das Kennwort ist nicht festgelegt.

source: Please select new root password. You will have to type it twice.
cs: Vyberte nové heslo kořenového adresáře. Budete je muset napsat dvakrát.
de: Wählen Sie ein neues Root-Passwort aus. Sie müssen es zweimal eingeben.

source: Progress
cs: Pokroku
de: Fortschritt

source: Installation complete
cs: Instalace byla dokončena.
de: Installation abgeschlossen

source: Use of this product is subject to the license agreement found at:
cs: Na použití tohoto produktu se vztahuje licenční smlouva, která se nachází na adrese:
de: Die Verwendung dieses Produkts unterliegt dem Lizenzvertrag unter:

source: Installation complete. Press %s to quit
cs: Instalace byla dokončena. Stisknutím klávesy %s ukončíte
de: Die Installation ist abgeschlossen. Presse%s zum Beenden

source: Software selection
cs: Výběr softwaru
de: Softwareauswahl

source: Error checking software selection
cs: Při kontrole výběru softwaru došlo k chybě.
de: Fehlerprüfung der Softwareauswahl

source: Installation source not set up
cs: Zdroj instalace není nastaven.
de: Installationsquelle nicht eingerichtet

source: Source changed - please verify
cs: Zdroj byl změněn-zkontrolujte
de: Quelle geändert - bitte überprüfen

source: Custom software selected
cs: Vybraný vlastní software
de: Benutzerdefinierte Software ausgewählt

source: Installation source needs to be set up first.
cs: Je třeba nejprve nastavit zdroj instalace.
de: Die Installationsquelle muss zuerst eingerichtet werden.

source: Base environment
cs: Základní prostředí
de: Basisumgebung

source: Add-ons for selected environment
cs: Doplňky pro vybrané prostředí
de: Add-Ons für ausgewählte Umgebungen

source: No add-ons to select.
cs: Nejsou k výběru žádné doplňky.
de: Es können keine Add-Ons ausgewählt werden.

source: Unsupported Hardware Detected
cs: Byl zjištěn nepodporovaný hardware.
de: Nicht unterstützte Hardware erkannt

source: Use All Space
cs: Použít všechny mezery
de: Alle Räume nutzen

source: Replace Existing Linux system(s)
cs: Nahradit existující linuxové systémy
de: Bestehende Linux-System(e) ersetzen

source: Use Free Space
cs: Použít volné místo
de: Freie Speicherplatz nutzen

source: Installation Destination
cs: Cíl instalace
de: Installationsziel

source: Kickstart insufficient
cs: Kickstart není dostatečný
de: Kickstart unzureichend

source: No disks selected
cs: Nebyly vybrány žádné disky.
de: Keine Festplatten ausgewählt

source: Error checking storage configuration
cs: Chyba při kontrole konfigurace úložiště
de: Fehlerbeim Überprüfen der Speicherkonfiguration

source: Warning checking storage configuration
cs: Kontrola konfigurace úložiště upozornění
de: Warnung zur Überprüfung der Speicherkonfiguration

source: Automatic partitioning selected
cs: Automaticky vybrané rozdělení do oddílů
de: Automatische Partitionierung ausgewählt

source: Custom partitioning selected
cs: Vybrané vlastní rozdělení do oddílů
de: Benutzerdefinierte Partitionierung ausgewählt

source: No disks detected. Please shut down the computer, connect at least one disk, and restart to complete installation.
cs: Nebyly zjištěny žádné disky. Vypněte počítač, připojte alespoň jeden disk a restartujte aplikaci a dokončete instalaci.
de: Es wurden keine Datenträger erkannt. Fahren Sie den Computer herunter, schließen Sie mindestens eine Festplatte an, und starten Sie die Installation neu.

source: No disks selected; please select at least one disk to install to.
cs: Nebyly vybrány žádné disky. Vyberte alespoň jeden disk, do kterého chcete instalovat.
de: Keine Festplatten ausgewählt; Wählen Sie mindestens einen Datenträger aus, auf dem sie installiert werden sollen.

source: Select all
cs: Vybrat vše
de: Wählen Sie alle

source: The following unformatted or LDL DASDs have been detected on your system. You can choose to format them now with dasdfmt or cancel to leave them unformatted. Unformatted DASDs cannot be used during installation.
cs: V systému byly zjištěny následující neformátované nebo LDL DASDs. Můžete je nyní formátovat pomocí nástroje dasdfmt nebo zrušit jejich formátování. Neformátované DASDs nelze použít během instalace.
de: Die folgenden unformatierten oder LDL-DASDs wurden auf Ihrem System erkannt. Sie können sie jetzt mit dasdfmt formatieren oder abbrechen, um sie unformatiert zu lassen. Unformatierte DASDs können während der Installation nicht verwendet werden.

source: Warning: All storage changes made using the installer will be lost when you choose to format. Proceed to run dasdfmt?
cs: Upozornění: při volbě formátování budou ztraceny všechny změny úložiště provedené pomocí instalačního programu. Pokračovat ve spuštění dasdfmt?
de: Warnung: Alle Speicheränderungen, die mit dem Installationsprogramm vorgenommen werden, gehen verloren, wenn Sie sich für das Formatieren entscheiden. Fahren Sie mit dasdfmt?

source: This may take a moment.
cs: Může to chvíli trvat.
de: Dies kann einen Moment dauern.

source: Passphrase
cs: Heslo

source: Please provide a default LUKS passphrase for all devices you want to encrypt. You will have to type it twice.
cs: Zadejte výchozí přístupové heslo LUKS pro všechna zařízení, která chcete zašifrovat. Budete je muset napsat dvakrát.
de: Geben Sie eine Standard-LUKS-Passphrase für alle Geräte an, die Sie verschlüsseln möchten. Sie müssen es zweimal eingeben.

source: Generating updated storage configuration
cs: Generování aktualizované konfigurace úložiště
de: Generieren aktualisierter Speicherkonfiguration

source: storage configuration failed: %s
cs: Chyba konfigurace úložiště: %s
de: Speicherkonfiguration fehlgeschlagen: %s

source: Checking storage configuration...
cs: Kontrola konfigurace úložiště...
de: Speicherkonfiguration wird überprüft...

source: Partitioning Options
cs: Možnosti rozdělení do oddílů
de: Partitionierungsoptionen

source: Manually assign mount points
cs: Ručně přiřadit přípojné body
de: Manuelle Zuweisung von Montagepunkten

source: Installation requires partitioning of your hard drive. Select what space to use for the install target or manually assign mount points.
cs: Instalace vyžaduje rozdělení pevného disku do oddílů. Vyberte místo, které má být použito pro cíl instalace, nebo ručně přiřaďte přípojné body.
de: Die Installation erfordert eine Partitionierung Ihrer Festplatte. Wählen Sie aus, welchen Speicherplatz für das Installationsziel verwendet werden soll, oder weisen Sie Diemontagepunkte manuell zu.

source: Reverting previous configuration. This may take a moment...
cs: Vrací předchozí konfiguraci. To může chvíli trvat...
de: Zurücksetzen der vorherigen Konfiguration. Dies kann einen Moment dauern...

source: Partition Scheme Options
cs: Možnosti schématu oddílů
de: Partitionsschemaoptionen

source: Select a partition scheme configuration.
cs: Vyberte konfiguraci schématu oddílů.
de: Wählen Sie eine Partitionsschemakonfiguration aus.

source: Assign mount points
cs: Přiřazení přípojných bodů
de: Zuweisen von Montagepunkten

source: Choose device from above to assign mount point and set format. Formats marked with * are new formats meaning ALL DATA on the original format WILL BE LOST!
cs: Chcete-li přiřadit přípojný bod a nastavit formát, zvolte zařízení shora. Formáty označené hvězdičkou * jsou nové formáty, které znamenají, že všechna DATA v původním formátu budou ztracena!
de: Wählen Sie das Gerät von oben aus, um ein Montagepunkt und das Setformat zuzuweisen. Formate, die mit * gekennzeichnet sind, sind neue Formate, was BEDEUTET, dass ALLE DATEN im Originalformat WILL BE LOST!

source: rescan devices
cs: Prohledat zařízení
de: Geräte erneut scannen

source: Warning: This will revert all changes done so far. Do you want to proceed?
cs: Upozornění: tímto způsobem vrátíte zpět všechny dosud provedené změny. Chcete pokračovat?
de: Warnung: Dadurch werden alle bisher vorgenommenen Änderungen rückgängig gemacht. Möchten Sie fortfahren?

source: Scanning disks. This may take a moment...
cs: Probíhá skenování disků. To může chvíli trvat...
de: Scannen von Datenträgern. Dies kann einen Moment dauern...

source: Configure device: %s
cs: Konfigurovat zařízení: %s
de: Gerät konfigurieren: %s

source: Choose from above to assign mount point and/or set format.
cs: Vyberte výše, chcete-li přiřadit připojovací bod nebo množinu.
de: Wählen Sie aus oben, um ein Montagepunkt und/oder das Setformat zuzuweisen.

source: Mount point
cs: Přípojný bod
de: Mount-Punkt

source: none
cs: Žádný
de: nichts

source: Invalid mount point given
cs: Byl uveden neplatný přípojný bod.
de: Ungültiger Mount-Punkt angegeben

source: Format
cs: Formát

source: Invalid or unsupported format given
cs: Byl uveden neplatný nebo nepodporovaný formát.
de: Ungültiges oder nicht unterstütztes Format angegeben

source: Supported formats: %s
cs: Podporované formáty: %s
de: Unterstützte Formate: %s

source: Reformat
cs: Přeformátovat
de: Formatieren

source: Language settings
cs: Nastavení jazyka
de: Spracheinstellungen

source: Language is not set.
cs: Jazyk není nastaven.
de: Die Sprache ist nicht festgelegt.

source: Available locales
cs: Dostupná národní prostředí
de: Verfügbare Gebietsschemas

source: Available languages
cs: Jazyky k dispozici
de: Verfügbare Sprachen

source: Please select language support to install
cs: Vyberte jazykovou podporu pro instalaci.
de: Bitte wählen Sie Sprachunterstützung für die Installation

source: to return to language list
cs: návrat do seznamu jazyků
de: , um zur Sprachliste zurückzukehren

source: status: working
cs: stav: práce
de: Status: Arbeiten

source: status: not working
cs: stav: nefunguje
de: Status: funktioniert nicht

source: checking status
cs: Kontrola stavu
de: Status überprüfen

source: Time settings
cs: Nastavení času
de: Zeiteinstellungen

source: Timezone is not set.
cs: Časové pásmo není nastaveno.
de: Zeitzone ist nicht festgelegt.

source: not set
cs: není nastaveno
de: nicht eingestellt

source: NTP servers:
cs: Servery NTP:
de: NTP-Server:

source: not configured
cs: není nakonfigurováno
de: nicht konfiguriert

source: Change timezone
cs: Změnit časovou zónu
de: Zeitzone ändern

source: Set timezone
cs: Nastavit časové pásmo
de: Zeitzone einstellen

source: Configure NTP servers
cs: Konfigurace serverů NTP
de: Konfigurieren von NTP-Servern

source: Timezone settings
cs: Nastavení časového pásma
de: Zeitzoneneinstellungen

source: Available timezones in region %s
cs: Dostupné časové pásmo v oblasti %s
de: Verfügbare Zeitzonen in der Region %s

source: Available regions
cs: Oblasti k dispozici
de: Verfügbare Regionen

source: Please select the timezone. Use numbers or type names directly
cs: Vyberte časové pásmo. Použít čísla nebo zadat názvy přímo
de: Bitte wählen Sie die Zeitzone aus. Zahlen oder Typnamen direkt verwenden

source: back to region list
cs: zpět do seznamu oblastí
de: zurück zur Regionsliste

source: NTP configuration
cs: Konfigurace protokolu NTP
de: NTP-Konfiguration

source: no NTP servers have been configured
cs: nebyly nakonfigurovány žádné servery NTP.
de: Es wurden keine NTP-Server konfiguriert

source: Add NTP server
cs: Přidat server NTP
de: NTP-Server hinzufügen

source: Remove NTP server
cs: Odebrat server NTP
de: Entfernen des NTP-Servers

source: Add NTP server address
cs: Přidat adresu serveru NTP
de: Hinzufügen der NTP-Serveradresse

source: Enter an NTP server address and press %s
cs: Zadejte adresu serveru NTP a stiskněte klávesu %s
de: Geben Sie eine NTP-Serveradresse ein und drücken Sie %s

source: Select an NTP server to remove
cs: Vyberte server NTP, který chcete odebrat
de: Wählen Sie einen nTP-Server aus, den Sie entfernen möchten.

source: Complete!
cs: Kompletní!
de: vollständig!

source: Use of this product is subject to the license agreement found at %s
cs: Na použití tohoto produktu se vztahuje licenční smlouva, která se nachází na adrese %s
de: Die Verwendung dieses Produkts unterliegt dem Lizenzvertrag unter %s

source: %s is now successfully installed on your system and ready for you to use! When you are ready, reboot your system to start using it!
cs: %s je nyní v systému úspěšně nainstalován a připraven k použití! Jakmile budete připraveni, restartujte systém a začněte ji používat.
de: %s ist jetzt erfolgreich auf Ihrem System installiert und bereit für Sie zu verwenden! Wenn Sie bereit sind, starten Sie Ihr System neu, um es zu verwenden!

# GUI|Progress
source: _Quit
cs: _Ukončit

source: %s is now successfully installed, but some configuration still needs to be done. Finish it and then click the Finish configuration button please.
cs: %s je nyní úspěšně nainstalována, ale přesto je třeba provést určitou konfiguraci. Dokončete ji a potom klepněte na tlačítko Dokončit konfiguraci.
de: %s wurde jetzt erfolgreich installiert, aber einige Konfigurationen müssen noch durchgeführt werden. Beenden Sie es und klicken Sie dann bitte auf die Schaltfläche Konfiguration beenden.

source: %s is now successfully installed and ready for you to use! Go ahead and reboot to start using it!
cs: %s je nyní úspěšně nainstalován a připraven k použití! Spusťte počítač znovu a restartujte jej, abyste ji začali používat.
de: %s ist jetzt erfolgreich installiert und einsatzbereit! Gehen Sie vor und starten Sie neu, um es zu verwenden!

source: Please complete items marked with this icon before continuing to the next step.
cs: Před pokračováním v dalším kroku zadejte položky označené touto ikonou.
de: Füllen Sie die mit diesem Symbol markierten Elemente aus, bevor Sie mit dem nächsten Schritt fortfahren.

source: Help!
cs: Pomoc!
de: Hilfe!

# GUI|Detailed Error Dialog
source: _Quit
cs: _Ukončit

# GUI|Yes No Dialog
source: _No
cs: _Bez

# GUI|Yes No Dialog
source: _Yes
cs: _Ano

source: Setting up installation source...
cs: Nastavení zdroje instalace...
de: Installationsquelle wird eingerichtet...

source: <a href="">Click for details.</a>
cs: < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: <a href="">Klicken Sie für Details.</a>

source: Invalid proxy URL
cs: Neplatná adresa URL proxy
de: Ungültige Proxy-URL

source: Invalid proxy protocol: %s
cs: Neplatný proxy protokol: %s
de: Ungültiges Proxyprotokoll: %s

source: Extra characters in proxy URL
cs: Znaky navíc v adrese URL serveru proxy
de: Zusätzliche Zeichen in der Proxy-URL

source: Proxy authentication data duplicated
cs: Duplicitní data ověření serveru proxy
de: Proxy-Authentifizierungsdaten dupliziert

source: This media is good to install from.
cs: Médium je vhodné nainstalovat z klienta.
de: Dieses Medium ist gut zu installieren.

source: This media is not good to install from.
cs: Toto médium není vhodné instalovat z klienta.
de: Dieses Medium ist nicht gut zu installieren.

# GUI|Spoke
source: _Installation Source
cs: _Instalace-zdroj
de: _Installation Quelle

source: Failed to set up installation source; check the repo url
cs: Nastavení zdroje instalace se nezdařilo. zkontrolovat repo URL
de: Fehler beim Einrichten der Installationsquelle; Überprüfen Sie die Repo-URL

source: Checking software dependencies...
cs: Kontrola závislostí softwaru...
de: Softwareabhängigkeiten werden überprüft...

source: Error setting up base repository
cs: Chyba při nastavování základního úložiště
de: Fehler beim Einrichten des Basis-Repositorys

source: Error setting up ISO file
cs: Chyba při nastavování ISO souboru
de: Fehler beim Einrichten der ISO-Datei

source: Failed to set up installation source; check the repo url.
cs: Nastavení zdroje instalace se nezdařilo. Zkontrolujte adresu repo adresy.
de: Fehler beim Einrichten der Installationsquelle; überprüfen Sie die Repo-URL.

source: Failed to set up installation source; check the repo url and proxy settings.
cs: Nastavení zdroje instalace se nezdařilo. Zkontrolujte nastavení serveru proxy v repo adresách.
de: Fehler beim Einrichten der Installationsquelle; überprüfen Sie die Repo-URL- und Proxy-Einstellungen.

source: Device: %s
cs: Zařízení: %s
de: Gerät: %s

source: Label: %s
cs: Popisek: %s
de: Etikett: %s
