Repository: MemsourceTesting/QA
Catalog: Daria testing/*/*-C.po
Languages: cs, de

source: Unable to create PID file
cs: Nelze vytvořit soubor PID.
de: PID-Datei kann nicht erstellt werden

source: Anaconda is unable to create %s because the file already exists. Anaconda is already running, or a previous instance of anaconda has crashed.
cs: Anaconda nemůže vytvořit %s, protože soubor již existuje. Anakonda je již spuštěna nebo došlo k havárii předchozí instance Anakonda.
de: Anaconda kann %s nicht erstellen, da die Datei bereits vorhanden ist. Anaconda wird bereits ausgeführt, oder eine frühere Instanz von Anaconda ist abgestürzt.

source: Executing %s addon
cs: Provádění doplňku %s
de: Ausführen %s Addons

source: Full name cannot contain colon characters
cs: Jméno a příjmení nesmí obsahovat dvojtečky
de: Vollständiger Name darf keine Doppelzeichen enthalten

source: Configuring installed system
cs: Konfigurace nainstalovaného systému
de: Konfigurieren des installierten Systems

source: Writing network configuration
cs: Zápis konfigurace sítě
de: Schreiben der Netzwerkkonfiguration

source: Creating users
cs: Vytváření uživatelů
de: Erstellen von Benutzern

source: Configuring addons
cs: Konfigurace doplňků
de: Konfigurieren von Addons

source: Generating initramfs
cs: Generování initramfs
de: Generieren von Initramfs

source: Joining realm: %s
cs: Připojení ke sféře: %s
de: Beitrittsreich: %s

source: Running post-installation scripts
cs: Spouštění skriptů po instalaci
de: Ausführen von Skripts nach der Installation

source: Setting up kexec
cs: Nastavování kexec
de: Einrichten von kexec

source: Storing configuration files and kickstarts
cs: Ukládání konfiguračních souborů a spuštění Kick
de: Speichern von Konfigurationsdateien und Kickstarts

source: Waiting for %s threads to finish
cs: Čekání na dokončení podprocesů %s
de: Warten auf den Abschluss %s Threads

source: Setting up the installation environment
cs: Nastavení prostředí instalace
de: Einrichten der Installationsumgebung

source: Configuring storage
cs: Konfigurace úložiště
de: Konfigurieren des Speichers

source: Running pre-installation scripts
cs: Spouštění předinstalačních skriptů
de: Ausführen von Skripts vor der Installation

source: Discovering realm to join
cs: Objevování sféry k připojení
de: Entdecken des Reiches zum Beitritt

source: Running pre-installation tasks
cs: Spuštění úkolů před instalací
de: Ausführen von Aufgaben vor der Installation

source: Installing.
cs: Instalace.
de: Installation.

source: Installing boot loader
cs: Instalace zaváděcího programu pro spouštění
de: Installieren des Bootloaders

source: Performing post-installation setup tasks
cs: Provádění úloh instalace po instalaci
de: Ausführen von Setup-Aufgaben nach der Installation

source: Creating snapshots
cs: Vytváření snímků
de: Erstellen von Snapshots

source: LVM Thin Provisioning
cs: Zajištění tenkého LVM

source: Standard Partition
cs: Standardní oddíl

source: Disk
cs: Disku
de: Datenträger

source: Unsupported
cs: Nepodporovaný
de: Nicht unterstützt

source: The 'swap' area on your computer is used by the operating system when running low on memory.
cs: Oblast pro swap v počítači je používána operačním systémem při nedostatku paměti.
de: Der "Swap"-Bereich auf Ihrem Computer wird von der System, wenn nicht mehr Arbeitsspeicher vorhanden ist.

source: The 'boot' area on your computer is where files needed to start the operating system are stored.
cs: V části Boot (spuštění) v počítači je místo, kde jsou potřebné soubory pro spuštění operačního systému.
de: Im "Boot"-Bereich auf Ihrem Computer werden Dateien benötigt , um das Betriebssystem zu starten, gespeichert werden.

source: The 'root' area on your computer is where core system files and applications are stored.
cs: Kořenová oblast počítače je místo, kde základní systém jsou uloženy soubory a aplikace.
de: Der "Root"-Bereich auf Ihrem Computer ist, wo Kernsystem Dateien und Anwendungen gespeichert werden.

source: The 'home' area on your computer is where all your personal data is stored.
cs: Oblast "domů" v počítači je tam, kde všechny vaše osobní data uložena.
de: Der "Home"-Bereich auf Ihrem Computer ist, wo alle Ihre persönlichen Daten gespeichert werden.

source: The BIOS boot partition is required to enable booting from GPT-partitioned disks on BIOS hardware.
cs: Spouštěcí oddíl systému BIOS je vyžadován k povolení spouštění z disků s oddíly GPT na hardware systému BIOS.
de: Die BIOS-Bootpartition ist erforderlich, um das Booten von GPT-partitionierten Datenträgern auf BIOS-Hardware.

source: The PReP boot partition is required as part of the boot loader configuration on some PPC platforms.
cs: Spouštěcí oddíl PReP je požadován jako součást konfiguraci zaváděcího zavaděče na některých platformách PPC.
de: Die PReP-Bootpartition ist als Teil der Bootloader-Konfiguration auf einigen PPC-Plattformen.

source: Your root partition is less than %(size)s which is usually too small to install %(product)s.
cs: Kořenový oddíl je menší než %(size)s, což je pro instalaci %(product)sobvykle příliš malé.
de: Ihre Stammpartition ist kleiner als %(size)s die normalerweise zu klein ist, um %(product)szu installieren.

source: You have not defined a root partition (/), which is required for installation of %s to continue.
cs: Nedefinovali jste kořenový oddíl (/), který je vyžadován pro pokračování instalace %s.
de: Sie haben keine Stammpartition (/) definiert, die für die Installation von %s zum Fortfahren erforderlich ist.

source: This platform requires /boot on a dedicated partition or logical volume. If you do not want a /boot volume, you must place / on a dedicated non-LVM partition.
cs: Tato platforma vyžaduje/Boot na vyhrazeném oddílu nebo logickém svazku. Pokud nechcete použít spouštěcí svazek, je třeba umístit na vyhrazený oddíl, který není typu LVM.
de: Diese Plattform erfordert /boot auf einer dedizierten Partition oder einem logischen Volume. Wenn Sie kein /boot-Volume möchten, müssen Sie / auf einer dedizierten Nicht-LVM-Partition platzieren.

source: Your %(mount)s partition is less than %(size)s which is lower than recommended for a normal %(productName)s install.
cs: Oddíl %(mount)s je menší než %(size)s, což je nižší, než je doporučeno pro běžnou instalaci %(productName)s.
de: Ihre %(mount)s Partition ist kleiner als %(size)s, die niedriger ist als für eine normale %(productName)s Installation empfohlen.

source: Your %(mount)s partition is too small for %(format)s formatting (allowable size is %(minSize)s to %(maxSize)s)
cs: Oddíl %(mount)s je pro %(format)s formátování příliš malý (povolená velikost je %(minSize)s na %(maxSize)s)
de: Ihre %(mount)s Partition ist zu klein für %(format)s Formatierung (zulässige Größe ist %(minSize)s, um %(maxSize)s)

source: Your %(mount)s partition is too large for %(format)s formatting (allowable size is %(minSize)s to %(maxSize)s)
cs: Oddíl %(mount)s je pro %(format)s formátování příliš velký (povolená velikost je %(minSize)s na %(maxSize)s)
de: Ihre %(mount)s Partition ist zu groß für %(format)s Formatierung (zulässige Größe ist %(minSize)s, um %(maxSize)s)

source: No valid boot loader target device found. See below for details.
cs: Nebylo nalezeno žádné platné cílové zařízení zaváděcího programu pro spouštění. Podrobnosti najdete níže.
de: Es wurde kein gültiges Startladezielgerät gefunden. Siehe unten für Details.

source: You have not created a bootable partition.
cs: Nevytvářeli jste spustitelný oddíl.
de: Sie haben keine bootfähige Partition erstellt.

source: Your BIOS-based system needs a special partition to boot from a GPT disk label. To continue, please create a 1MiB 'biosboot' type partition.
cs: Počítač se systémem BIOS potřebuje ke spuštění speciální oddíl z disku GPT. Chcete-li pokračovat, vytvořte oddíl s typem biosboot 1MiB.
de: Ihr BIOS-basiertes System benötigt eine spezielle Partition, um von einer GPT-Datenträgerbezeichnung zu booten. Um fortzufahren, erstellen Sie bitte eine Partition vom Typ 1MiB 'biosboot'.

source: You have not specified a swap partition. %(requiredMem)s of memory is recommended to continue installation without a swap partition, but you only have %(installedMem)s.
cs: Neurčili jste odkládací oddíl. %(requiredMem)s paměti je doporučeno pokračovat v instalaci bez oddílu se swapovým oddílem, ale máte pouze %(installedMem)s.
de: Sie haben keine Swappartition angegeben. %(requiredMem)s des Arbeitsspeichers wird empfohlen, die Installation ohne Swap-Partition fortzusetzen, aber Sie haben nur %(installedMem)s.

source: You have not specified a swap partition. %(requiredMem)s of memory is required to continue installation without a swap partition, but you only have %(installedMem)s.
cs: Neurčili jste odkládací oddíl. %(requiredMem)s paměti je nutné k pokračování instalace bez oddílu se swapovým oddílem, ale máte pouze %(installedMem)s.
de: Sie haben keine Swappartition angegeben. %(requiredMem)s ist erforderlich, um die Installation ohne Swap-Partition fortzusetzen, aber Sie haben nur %(installedMem)s.

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performance for most installations.
cs: Neurčili jste odkládací oddíl. Ačkoli to není nezbytně nutné ve všech případech, výrazně se zlepší výkon většiny instalací.
de: Sie haben keine Swappartition angegeben. Obwohl nicht in allen Fällen unbedingt erforderlich, wird es die Leistung für die meisten Installationen erheblich verbessern.

source: At least one of your swap devices does not have a UUID, which is common in swap space created using older versions of mkswap. These devices will be referred to by device path in /etc/fstab, which is not ideal since device paths can change under a variety of circumstances.
cs: Alespoň jedno z vašich odkládacího zařízení nemá UUID, což je běžné v odkládacím prostoru vytvořeném pomocí starších verzí mkswap. Tato zařízení budou označována cestou k zařízení v/etc/fstab, což není ideální, protože cesty zařízení se mohou měnit za různých okolností.
de: Mindestens eines Ihrer Swap-Geräte verfügt nicht über eine UUID, was in Swap-Speicherplatz enden wird, der mit älteren Versionen von mkswap erstellt wurde. Diese Geräte werden über den Gerätepfad in /etc/fstab verwiesen, was nicht ideal ist, da sich Gerätepfade unter einer Vielzahl von Umständen ändern können.

source: This mount point is invalid. The %s directory must be on the / file system.
cs: Tento přípojný bod je neplatný. Adresář %s musí být v systému souborů.
de: Dieser Bereitstellungspunkt ist ungültig. Das %s Verzeichnis muss sich im Dateisystem / befinden.

source: The mount point %s must be on a linux file system.
cs: Přípojný bod %s musí být na linuxovém systému souborů.
de: Der Mount-Point %s muss sich auf einem Linux-Dateisystem befinden.

source: Encryption requested for LUKS device %s but no encryption key specified for this device.
cs: Bylo požadováno šifrování pro zařízení LUKS %s ale pro toto zařízení nebyl zadán žádný šifrovací klíč.
de: Die für das LUKS-Gerät angeforderte Verschlüsselung %s aber keinen Verschlüsselungsschlüssel für dieses Gerät angegeben.

source: The available memory is less than %(size)s which can be too small for LUKS2 format. It may fail.
cs: Dostupná paměť je menší než %(size)s, což může být pro formát LUKS2 příliš malé. Může selhat.
de: Der verfügbare Speicher ist kleiner als %(size)s, der für das LUKS2-Format zu klein sein kann. Es kann scheitern.

source: %s is currently mounted and cannot be used for the installation. Please unmount it and retry.
cs: %s je aktuálně připojen a nelze jej použít pro instalaci. Odpojte jej a akci opakujte.
de: %s ist derzeit montiert und kann nicht für die Installation verwendet werden. Bitte heben Sie die Mount-Mount-Datei auf, und wiederholen Sie den Vorgang.

source: DISPLAY variable not set. Starting text mode.
cs: Proměnná DISPLAY není nastavena. Spouští se textový režim.
de: DISPLAY-Variable nicht festgelegt. Textmodus starten.

source: Graphical installation is not available. Starting text mode.
cs: Grafická instalace není k dispozici. Spouští se textový režim.
de: Die grafische Installation ist nicht verfügbar. Textmodus starten.

source: Text mode provides a limited set of installation options. It does not offer custom partitioning for full control over the disk layout. Would you like to use VNC mode instead?
cs: Textový režim poskytuje omezenou sadu možností instalace. Nenabízí vlastní oddíly pro úplnou kontrolu nad rozložením disku. Chcete místo toho použít režim VNC?
de: Der Textmodus bietet eine begrenzte Anzahl von Installationsoptionen. Es bietet keine benutzerdefinierte Partitionierung für die volle Kontrolle über das Festplattenlayout. Möchten Sie stattdessen den VNC-Modus verwenden?

source: X was unable to start on your machine. Would you like to start VNC to connect to this computer from another computer and perform a graphical installation or continue with a text mode installation?
cs: V počítači nelze spustit X. Chcete spustit VNC a připojit se k tomuto počítači z jiného počítače a provést grafickou instalaci nebo pokračovat v instalaci v textovém režimu?
de: X konnte auf Ihrem Computer nicht gestartet werden. Möchten Sie VNC starten, um von einem anderen Computer aus eine Verbindung zu diesem Computer herzustellen und eine grafische Installation durchzuführen, oder mit einer Textmodusinstallation fortfahren?

source: The following errors occurred with your partitioning: %(errortxt)s The installation will now terminate.
cs: Při vytváření oddílů došlo k následujícím chybám: %(errortxt)s Instalace bude nyní ukončena.
de: Bei der Partitionierung sind die folgenden Fehler aufgetreten: %(errortxt)s Die Installation wird nun beendet.

source: An error occurred while resizing the device %s.
cs: Při změně velikosti zařízení %sdošlo k chybě.
de: Beim Größenänderungsgerät %sist ein Fehler aufgetreten.

source: There is a problem with your existing storage configuration: %(errortxt)s You must resolve this matter before the installation can proceed. There is a shell available for use which you can access by pressing ctrl-alt-f1 and then ctrl-b 2. Once you have resolved the issue you can retry the storage scan. If you do not fix it you will have to exit the installer.
cs: Došlo k potížím s existující konfigurací úložiště: %(errortxt)s Tuto záležitost je třeba vyřešit před pokračováním instalace. K dispozici je prostředí, k němuž můžete získat přístup stisknutím kombinace kláves Ctrl-Alt + F1 a potom CTRL-b 2. Po vyřešení problému můžete opakovat skenování úložiště. Pokud jej neopravíte, bude nutné instalační program ukončit.
de: Es liegt ein Problem mit Ihrer vorhandenen Speicherkonfiguration vor: %(errortxt)s Sie müssen diese Angelegenheit lösen, bevor die Installation fortgesetzt werden kann. Es steht eine Shell zur Verfügung, auf die Sie zugreifen können, indem Sie strg-alt-f1 und dann strg-b 2 drücken. Nachdem Sie das Problem behoben haben, können Sie den Speicherscan erneut versuchen. Wenn Sie es nicht beheben, müssen Sie das Installationsprogramm beenden.

# GUI|Storage Detailed Error Dialog
source: _Exit Installer
cs: _Ukončit instalační program

# GUI|Storage Detailed Error Dialog
source: _Retry
cs: _Opakovat

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
cs: Došlo k chybě-nebyla nalezena žádná platná zařízení pro vytvoření nových systémů souborů. Příčinu tohoto problému naleznete v hardwaru.
de: Es ist ein Fehler aufgetreten - es wurden keine gültigen Geräte gefunden, auf denen neue Dateisysteme erstellt werden können. Überprüfen Sie Ihre Hardware auf die Ursache dieses Problems.

source: There is an entry in your /etc/fstab file that contains an invalid or incorrect file system type:
cs: V souboru/etc/fstab je položka, která obsahuje neplatný nebo nesprávný typ systému souborů:
de: In Ihrer /etc/fstab-Datei befindet sich ein Eintrag, der einen ungültigen oder falschen Dateisystemtyp enthält:

source: The ISO image %s has a size which is not a multiple of 2048 bytes. This may mean it was corrupted on transfer to this computer. It is recommended that you exit and abort your installation, but you can choose to continue if you think this is in error. Would you like to continue using this image?
cs: Bitová kopie ISO %s má velikost, která není násobkem 2048 bajtů. To může znamenat, že byl při přenosu do tohoto počítače poškozen. Doporučujeme instalaci ukončit a přerušit, ale můžete pokračovat, pokud se domníváte, že se jedná o chybu. Chcete pokračovat v používání této bitové kopie?
de: Das ISO-Image %s hat eine Größe, die nicht ein Vielfaches von 2048 Bytes ist. Dies kann bedeuten, dass es bei der Übertragung auf diesen Computer beschädigt wurde. Es wird empfohlen, die Installation zu beenden und abzubrechen, aber Sie können fortfahren, wenn Sie der Meinung sind, dass dies ein Fehler ist. Möchten Sie dieses Bild weiterhin verwenden?

source: The installer has tried to mount the installation image, but cannot find it on the hard drive. Should I try again to locate the image?
cs: Instalační program se pokusil připojit bitovou kopii instalace, ale nemůže ji najít na pevném disku. Mám zkusit znovu najít obrázek?
de: Das Installationsprogramm hat versucht, das Installationsabbild zu mounten, kann es jedoch nicht auf der Festplatte finden. Sollte ich erneut versuchen, das Bild zu finden?

source: The group '%s' is required for this installation. This group does not exist. This is a fatal error and installation will be aborted.
cs: Pro tuto instalaci je vyžadována skupina%s. Tato skupina neexistuje. Jedná se o závažnou chybu a instalace bude přerušena.
de: Die Gruppe '%s' ist für diese Installation erforderlich. Diese Gruppe ist nicht vorhanden. Dies ist ein schwerwiegender Fehler, und die Installation wird abgebrochen.

source: You have specified that the group '%s' should be installed. This group does not exist. Would you like to ignore this group and continue with installation?
cs: Určili jste, že má být nainstalována skupina%s. Tato skupina neexistuje. Chcete tuto skupinu ignorovat a pokračovat v instalaci?
de: Sie haben angegeben, dass die Gruppe '%s' installiert werden soll. Diese Gruppe ist nicht vorhanden. Möchten Sie diese Gruppe ignorieren und mit der Installation fortfahren?

source: You have specified that the group '%s' should be excluded from installation. This group does not exist. Would you like to ignore this group and continue with installation?
cs: Určili jste, že skupina "%s" by měla být vyloučena z instalace. Tato skupina neexistuje. Chcete tuto skupinu ignorovat a pokračovat v instalaci?
de: Sie haben angegeben, dass die Gruppe '%s' von der Installation ausgeschlossen werden soll. Diese Gruppe ist nicht vorhanden. Möchten Sie diese Gruppe ignorieren und mit der Installation fortfahren?

source: The package '%s' is required for this installation. This package does not exist. This is a fatal error and installation will be aborted.
cs: Pro tuto instalaci je vyžadován balíček%s. Tento balíček neexistuje. Jedná se o závažnou chybu a instalace bude přerušena.
de: Für diese Installation ist das Paket '%s' erforderlich. Dieses Paket ist nicht vorhanden. Dies ist ein schwerwiegender Fehler, und die Installation wird abgebrochen.

source: You have specified that the package '%s' should be installed. This package does not exist. Would you like to ignore this package and continue with installation?
cs: Určili jste, že balíček "%s" by měl být nainstalován. Tento balíček neexistuje. Chcete tento balíček ignorovat a pokračovat v instalaci?
de: Sie haben angegeben, dass das Paket '%s' installiert werden soll. Dieses Paket ist nicht vorhanden. Möchten Sie dieses Paket ignorieren und mit der Installation fortfahren?

source: The following packages are missing: %s
cs: Chybí následující balíčky: %s
de: Folgende Pakete fehlen: %s

source: The following groups or modules are missing: %s
cs: Chybí následující skupiny nebo moduly: %s
de: Folgende Gruppen oder Module fehlen: %s

source: The following packages are broken: %s
cs: Následující balíčky jsou porušené: %s
de: Die folgenden Pakete sind defekt: %s

source: The following groups or modules are broken: %s
cs: Následující skupiny nebo moduly jsou porušené: %s
de: Die folgenden Gruppen oder Module sind fehlerhaft: %s

source: Some packages, groups or modules are broken, the installation will be aborted.
cs: Některé balíčky, skupiny nebo moduly jsou porušeny, instalace bude přerušena.
de: Einige Pakete, Gruppen oder Module sind defekt, die Installation wird abgebrochen.

source: Would you like to ignore this and continue with installation?
cs: Chcete tento postup ignorovat a pokračovat v instalaci?
de: Möchten Sie dies ignorieren und mit der Installation fortfahren?

source: Stream was not specified for a module without a default stream. This is a fatal error and installation will be aborted. The details of this error are: %(exception)s
cs: Pro modul bez výchozího datového proudu nebyl zadán datový proud. Jedná se o závažnou chybu a instalace bude přerušena. Podrobnosti této chyby: %(exception)s
de: Der Stream wurde für ein Modul ohne Standardstream nicht angegeben. Dies ist ein schwerwiegender Fehler, und die Installation wird abgebrochen. Die Details dieses Fehlers sind: %(exception)s

source: Multiple streams have been specified for a single module. This is a fatal error and installation will be aborted. The details of this error are: %(exception)s
cs: Pro jeden modul bylo zadáno více datových proudů. Jedná se o závažnou chybu a instalace bude přerušena. Podrobnosti této chyby: %(exception)s
de: Für ein einzelnes Modul wurden mehrere Streams angegeben. Dies ist ein schwerwiegender Fehler, und die Installation wird abgebrochen. Die Details dieses Fehlers sind: %(exception)s

source: There was an error running the kickstart script at line %(lineno)s. This is a fatal error and installation will be aborted. The details of this error are: %(details)s
cs: Při spuštění skriptu Startkopancem na řádku %(lineno)sdošlo k chybě. Jedná se o závažnou chybu a instalace bude přerušena. Podrobnosti této chyby: %(details)s
de: Beim Ausführen des Kickstart-Skripts in Zeile %(lineno)sist ein Fehler aufgetreten. Dies ist ein schwerwiegender Fehler, und die Installation wird abgebrochen. Die Details dieses Fehlers sind: %(details)s

source: The following error occurred while installing. This is a fatal error and installation will be aborted.
cs: Při instalaci došlo k následující chybě. Jedná se o závažnou chybu a instalace bude přerušena.
de: Der folgende Fehler ist während der Installation aufgetreten. Dies ist ein schwerwiegender Fehler, und die Installation wird abgebrochen.

source: The following software marked for installation has errors. This is likely caused by an error with your installation source.
cs: Následující software označený pro instalaci obsahuje chyby. To je pravděpodobně způsobeno chybou zdrojem instalace.
de: Die folgende Für die Installation markierte Software weist Fehler auf. Dies wird wahrscheinlich durch einen Fehler bei Ihre Installationsquelle.

source: The following error occurred while installing the boot loader. The system will not be bootable. Would you like to ignore this and continue with installation?
cs: Při instalaci zaváděcího programu pro spouštění došlo k následující chybě. Systém nebude možné spustit. Chcete tento postup ignorovat a pokračovat v instalaci?
de: Der folgende Fehler ist bei der Installation des Bootloaders aufgetreten. Das System kann nicht gestartet werden. Möchten Sie dies ignorieren und mit der Installation fortfahren?

source: Unable to encrypt password: unsupported algorithm %s
cs: Nelze zašifrovat heslo: nepodporovaný algoritmus %s
de: Kennwort nicht verschlüsselt: nicht unterstützter Algorithmus %s
