Repository: MemsourceTesting/QA
Catalog: Daria testing/*/*-C.po
Languages: cs, de

source: You need to configure the network to use a network installation source.
cs: Síť je třeba nakonfigurovat tak, aby používala síťový zdroj instalace.
de: Sie müssen das Netzwerk für die Verwendung einer Netzwerkinstallationsquelle konfigurieren.

source: Repository %s has empty url
cs: Úložiště %s má prázdnou adresu URL.
de: Repository %s hat leere URL

source: URL is empty
cs: Adresa URL je prázdná
de: URL ist leer

source: Repository %s has invalid url
cs: Úložiště %s má neplatnou adresu URL.
de: Repository %s hat ungültige URL

source: Invalid URL
cs: Neplatná adresa URL
de: Ungültige URL

source: Repository %s does not match selected protocol
cs: Úložiště %s neodpovídá vybranému protokolu.
de: Repository %s stimmt nicht mit ausgewähltem Protokoll überein

source: Protocol in URL does not match selected protocol
cs: Protokol v adrese URL neodpovídá vybranému protokolu.
de: Protokoll in URL stimmt nicht mit ausgewähltem Protokoll überein

source: Repository %s has empty NFS server
cs: Úložiště %s obsahuje prázdný server systému souborů NFS.
de: Repository %s hat leeren NFS-Server

source: NFS server is empty
cs: Server systému souborů NFS je prázdný.
de: NFS-Server ist leer

source: Repository %s has invalid host name
cs: Úložiště %s má neplatný název hostitele.
de: Repository%s hat ungültigen Hostnamen

source: Invalid host name
cs: Neplatný název hostitele
de: Ungültiger Hostname

source: Repository %s required remote directory
cs: Úložiště %s požadovaný vzdálený adresář
de: Repository %s erforderliches Remoteverzeichnis

source: Remote directory is required
cs: Je vyžadován vzdálený adresář.
de: Remote-Verzeichnis erforderlich

source: Duplicate repository names.
cs: Duplicitní názvy repository.
de: Duplikat-Repository-Namen.

source: Empty repository name
cs: Prázdný název úložiště
de: Leerer Repository-Name

source: Invalid repository name
cs: Neplatný název úložiště
de: Ungültiger Repository-Name

source: Repository name conflicts with internal repository name.
cs: Název úložiště koliduje s interním názvem úložiště.
de: Repository-Name steht in Konflikt mit dem internen Repository-Namen.

# GUI|Spoke
source: _System Purpose
cs: _Systémový účel
de: _System Zweck

source: Not Specified
cs: Není zadáno
de: Nicht spezifiziert

source: Other ({})
cs: Jiné ({})
de: Sonstiges ()

source: System purpose has been set.
cs: Byl nastaven účel systému.
de: Der Systemzweck wurde festgelegt.

source: No purpose declared.
cs: Nebyl deklarován žádný účel.
de: Kein Zweck deklariert.

source: None selected.
cs: Není vybráno.
de: Keine ausgewählt.

source: WELCOME TO %(name)s %(version)s.
cs: VÍTEJTE V %(name)s %(version)s.
de: WILLKOMMEN ZU %(name)s %(version)s.

source: Create a new %(container_type)s ...
cs: Vytvořit nový %(container_type)s...
de: Erstellen Sie eine neue %(container_type)s ...

source: Create or select %(container_type)s
cs: Vytvoření nebo výběr %(container_type)s
de: Erstellen oder Auswählen %(container_type)s

source: Device reconfiguration failed. <a href="">Click for details.</a>
cs: Změna konfigurace zařízení se nezdařila. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Fehler bei der Geräteneukonfiguration. <a href="">Klicken Sie für Details.</a>

source: Storage configuration reset due to unrecoverable error. <a href="">Click for details.</a>
cs: Obnovení konfigurace úložiště z důvodu neodstranitelné chyby. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Speicherkonfiguration aufgrund eines nicht behebbaren Fehlers zurückgesetzt. <a href="">Klicken Sie für Details.</a>

source: MANUAL PARTITIONING
cs: RUČNÍ ROZDĚLENÍ DO ODDÍLŮ
de: MANUELLE PARTITIONIERUNG

# GUI|Custom Partitioning
source: %d _storage device selected
cs: %d _ukládací zařízení vybráno
de: %d _Speichergerät ausgewählt

source: %(items_selected)s of %(items_total)s mount points in %(page_name)s
cs: %(items_selected)s přípojných bodů %(items_total)s v %(page_name)s
de: %(items_selected)s von %(items_total)s-Montagepunkten in %(page_name)s

source: Please select a single mount point to edit properties. You have currently selected: %s
cs: Vyberte jeden přípojný bod pro úpravu vlastností. Aktuálně jste zvolili: %s
de: Wählen Sie einen einzelnen Einhängepunkt aus, um Eigenschaften zu bearbeiten. Sie haben derzeit ausgewählt: %s

source: When you create mount points for your %(name)s %(version)s installation, you'll be able to view their details here.
cs: Po vytvoření přípojných bodů pro instalaci %(name)s %(version)s budete moci zobrazit jejich podrobnosti.
de: Wenn Sie Mount-Punkte für Ihre %(name)s %(version)s Installation erstellen, können Sie deren Details hier anzeigen.

source: Unknown
cs: Neznámý
de: Unbekannt

source: /boot/efi must be on a device of type %(oneFsType)s or %(anotherFsType)s
cs: /Boot/EFI musí být na zařízení typu %(oneFsType)s nebo %(anotherFsType)s
de: /boot/efi muss sich auf einem Gerät vom Typ %(oneFsType)s oder %(anotherFsType)s

source: %(fs)s must be on a device of type %(type)s
cs: %(fs)s musí být na zařízení typu %(type)s
de: %(fs)s muss sich auf einem Gerät des Typs befinden %(type)s

source: %s cannot be encrypted
cs: %s nelze zašifrovat
de: %s kann nicht verschlüsselt werden

source: Device does not support RAID level selection %s.
cs: Zařízení nepodporuje výběr úrovně RAID %s.
de: Das Gerät unterstützt keine RAID-Level-Auswahl %s.

source: Device resize request failed. <a href="">Click for details.</a>
cs: Požadavek na změnu velikosti zařízení se nezdařil. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Fehler bei der Anforderung zur Größenänderung des Geräts. <a href="">Klicken Sie für Details.</a>

source: Device reformat request failed. <a href="">Click for details.</a>
cs: Požadavek na přeformátování zařízení se nezdařil. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Die Anforderung "Geräteneuformatieren" ist fehlgeschlagen. <a href="">Klicken Sie für Details.</a>

source: Invalid device name: %s
cs: Neplatný název zařízení: %s
de: Ungültiger Gerätename: %s

source: Specified name %s already in use.
cs: Zadaný název %s se již používá.
de: Der angegebene Name %s bereits verwendet.

source: No disks assigned
cs: Nebyly přiřazeny žádné disky.
de: Keine Datenträger zugewiesen

# GUI|Custom Partitioning|Devices
source: and %d other
cs: a %d jiných
de: und %d anderen

source: The container is encrypted.
cs: Kontejner je zašifrován.
de: Der Container ist verschlüsselt.

source: The space available to this mount point can be changed by modifying the volume below.
cs: Prostor dostupný pro tento přípojný bod lze změnit změnou následujícího svazku.
de: Der für diesen Einhängepunkt verfügbare Speicherplatz kann durch Ändern des untenstehenden Volumes geändert werden.

source: This file system may not be resized.
cs: Velikost tohoto systému souborů nelze změnit.
de: Die Größe dieses Dateisystems wird möglicherweise nicht geändert.

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
cs: Při kontrole konfigurace úložiště došlo k chybě. < a href = "" > Klepnutím zobrazíte podrobnosti </a > nebo můžete pokračovat opětovným stisknutím tlačítka Hotovo.
de: Fehler beim Überprüfen der Speicherkonfiguration. <a href="">Klicken Sie für Details</a> oder drücken Sie erneut Fertig, um fortzufahren.

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
cs: Upozornění na kontrolu konfigurace úložiště. < a href = "" > Klepnutím zobrazíte podrobnosti </a > nebo můžete pokračovat opětovným stisknutím tlačítka Hotovo.
de: Warnung zur Überprüfung der Speicherkonfiguration. <a href="">Klicken Sie für Details</a> oder drücken Sie erneut Fertig, um fortzufahren.

source: Added new %(type)s to existing container %(name)s.
cs: Do existujícího kontejneru %(name)sbyl přidán nový %(type)s.
de: Neue %(type)s zu vorhandenen Container-%(name)shinzugefügt.

source: Failed to add new device. <a href="">Click for details.</a>
cs: Přidání nového zařízení se nezdařilo. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Fehler beim Hinzufügen eines neuen Geräts. <a href="">Klicken Sie für Details.</a>

source: Invalid partition size set. Use a valid integer.
cs: Byla nastavena neplatná velikost oddílu. Použijte platné celé číslo.
de: Ungültiger Partitionsgrößensatz. Verwenden Sie eine gültige ganze Zahl.

source: Device removal request failed. <a href="">Click for details.</a>
cs: Požadavek na odebrání zařízení se nezdařil. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Fehler bei der Geräteentfernungsanforderung. <a href="">Klicken Sie für Details.</a>

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Delete _all file systems which are only used by %s.
cs: Odstraňte _all systémy souborů, které používá pouze %s.
de: Löschen Sie _all Dateisysteme, die nur von %sverwendet werden.

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Do _not show this dialog for other selected file systems.
cs: Nezobrazovat tento dialog pro jiné vybrané systémy souborů.
de: Zeigen _not dieses Dialogfeld für andere ausgewählte Dateisysteme an.

source: No disks selected. Keeping previous disk set.
cs: Nebyly vybrány žádné disky. Zachování předchozí diskové sady.
de: Es wurden keine Datenträger ausgewählt. Halten Sie den vorherigen Datenträger satz.

source: No disks selected. Not saving changes.
cs: Nebyly vybrány žádné disky. Neukládám změny.
de: Es wurden keine Datenträger ausgewählt. Keine Änderungen speichern.

source: Volume Group name %s is already in use. Not saving changes.
cs: Název skupiny svazků %s je již používán. Neukládám změny.
de: Der Name der Volumegruppe %s wird bereits verwendet. Keine Änderungen speichern.

source: (%s free)
cs: (%s zdarma)
de: (%s kostenlos)

source: This Software RAID array is missing %(missingMembers)d of %(totalMembers)d member partitions. You can remove it or select a different device.
cs: U tohoto softwarového diskového pole RAID chybí %(missingMembers)d oddílů členů %(totalMembers)d. Můžete jej odebrat nebo vybrat jiné zařízení.
de: Dieses Software-RAID-Array fehlt %(missingMembers)d %(totalMembers)d Memberpartitionen. Sie können es entfernen oder ein anderes Gerät auswählen.

source: This LVM Volume Group is missing %(missingPVs)d of %(totalPVs)d physical volumes. You can remove it or select a different device.
cs: Tato skupina svazků LVM neobsahuje %(missingPVs)d %(totalPVs)d fyzických svazků. Můžete jej odebrat nebo vybrat jiné zařízení.
de: Dieser LVM-Volume-Gruppe fehlen %(missingPVs)d %(totalPVs)d physischen Volumes. Sie können es entfernen oder ein anderes Gerät auswählen.

source: This %(type)s device is missing member devices. You can remove it or select a different device.
cs: V tomto %(type)s zařízení chybí členské zařízení. Můžete jej odebrat nebo vybrat jiné zařízení.
de: Dieses %(type)s Gerät fehlen Mitgliedsgeräte. Sie können es entfernen oder ein anderes Gerät auswählen.

source: No disks selected.
cs: Nebyly vybrány žádné disky.
de: Es wurden keine Datenträger ausgewählt.

source: Not enough free space on selected disks.
cs: Na vybraných discích není dostatek volného místa.
de: Nicht genügend freier Speicherplatz auf ausgewählten Datenträgern.

source: Automatic partitioning failed. <a href="">Click for details.</a>
cs: Automatické rozdělení do oddílů se nezdařilo. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Die automatische Partitionierung ist fehlgeschlagen. <a href="">Klicken Sie für Details.</a>

source: Continuing with this action will reset all your partitioning selections to their current on-disk state.
cs: Pokračováním této akce budou obnoveny všechny výběry oddílů na aktuální stav disku.
de: Wenn Sie mit dieser Aktion fortfahren, werden alle Partitionierungsauswahlen auf den aktuellen Zustand auf der Festplatte zurückgesetzt.

# GUI|Custom Partitioning|Reset Dialog
source: _Reset selections
cs: _Obnovit výběry
de: _Reset Auswahl

# GUI|Custom Partitioning|Reset Dialog
source: _Preserve current selections
cs: _Zachovat aktuální výběr
de: _Preserve aktuelle Auswahl

source: Failed to unlock encrypted block device. <a href="">Click for details.</a>
cs: Nepodařilo se odemknout šifrované blokové zařízení. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Fehler beim Entsperren des verschlüsselten Blockgeräts. <a href="">Klicken Sie für Details.</a>

source: The following nodes were discovered using the iSCSI initiator <b>%(initiatorName)s</b> using the target IP address <b>%(targetAddress)s</b>. Please select which nodes you wish to log into:
cs: Následující uzly byly zjištěny pomocí iniciátoru iSCSI < b >%(initiatorName)s</b > pomocí cílové adresy IP < b >%(targetAddress)s</b >. Vyberte uzly, ke kterým se chcete přihlásit:
de: Die folgenden Knoten wurden mit dem iSCSI-Initiator <b>%(initiatorName)s</b> unter Verwendung der Ziel-IP-Adresse <b>%(targetAddress)s</b> ermittelt. Bitte wählen Sie aus, bei welchen Knoten Sie sich anmelden möchten:

# GUI|Advanced Storage|NVDIM
source: No device to be reconfigured selected.
cs: Není vybráno žádné zařízení pro překonfigurováni.
de: Es wurde kein Gerät neu konfiguriert.

source: Rescanning disks finished.
cs: Prohledávání disků bylo dokončeno.
de: Das erneute Scannen von Datenträgern wurde abgeschlossen.

# GUI|Spoke
source: _Installation Destination
cs: _Cíl instalace
de: _Installation Ziel

# GUI|Installation Destination|Filter
source: %d _storage device selected
cs: %d _ukládací zařízení vybráno
de: %d _Speichergerät ausgewählt

source: Invalid group name.
cs: Neplatný název skupiny.
de: Ungültiger Gruppenname.

# GUI|Spoke
source: _User Creation
cs: _Vytvoření uživatele
de: _User Schöpfung

source: The password was set by kickstart.
cs: Heslo bylo nastaveno pomocí Kickstart.
de: Das Kennwort wurde von kickstart festgelegt.

source: Status unknown (missing)
cs: Neznámý stav (chybějící)
de: Status unbekannt (fehlend)

source: Status unknown
cs: Neznámý stav
de: Status unbekannt

source: Unmanaged
cs: Nespravované
de: Nicht verwaltet

source: Unavailable
cs: Nedostupné
de: Verfügbar

source: Firmware missing
cs: Chybí firmware
de: Firmware fehlt

source: Cable unplugged
cs: Kabel byl odpojen
de: Kabel getrennt

source: Disconnected
cs: Odpojen
de: Getrennt

source: Connecting
cs: Připojení
de: Verbindung

source: Authentication required
cs: Vyžadováno ověření
de: Authentifizierung erforderlich

source: Connected
cs: Připojen
de: Verbunden

source: Disconnecting
cs: Odpojení
de: Trennen

source: Connection failed
cs: Připojení selhalo
de: Verbindung fehlgeschlagen

source: Wireless
cs: Bezdrátové

source: Team
cs: Tým

source: Bridge
cs: Most
de: Brücke

source: IPv4 Address
cs: Adresa IPv4
de: IPv4-Adresse

source: IPv6 Address
cs: IPv6 adresa
de: IPv6-Adresse

source: IP Address
cs: Adresa IP
de: IP-Adresse

source: Enterprise
cs: Podnik

source: None
cs: Žádný
de: nichts

source: Authentication required by wireless network
cs: Ověřování vyžadované bezdrátovou sítí
de: Authentifizierung, die vom drahtlosen Netzwerk erforderlich ist

source: Passwords or encryption keys are required to access the wireless network '%(network_id)s'.
cs: K přístupu jsou vyžadována hesla nebo šifrovací klíče. bezdrátové sítě '%(network_id)s'.
de: Kennwörter oder Verschlüsselungsschlüssel sind für den Zugriff auf das drahtlose Netzwerk "%(network_id)s".

# GUI|Network|Secrets Dialog
source: _Key:
cs: Klíč

source: User name:
cs: Uživatelské jméno:
de: Benutzername:

source: Private key password:
cs: Heslo soukromého klíče:
de: Passwort für den privaten Schlüssel:

# GUI|Spoke
source: _Network & Host Name
cs: _Network & název hostitele

# GUI|Spoke
source: _Root Password
cs: _Root heslo
de: _Root-Passwort

source: Disabled, set password to enable.
cs: Vypnuto, nastavit heslo pro povolení.
de: Deaktiviert, legen Sie das Kennwort fest, um es zu aktivieren.

source: Root password is set
cs: Je nastaveno heslo root
de: Root-Passwort ist festgelegt

source: Root password is not set
cs: Není nastaveno heslo pro kořenový adresář.
de: Root-Kennwort ist nicht festgelegt

# GUI|Spoke
source: _Software Selection
cs: _Výběr softwaru
de: _Software Auswahl

source: Error checking software dependencies
cs: Při kontrole závislostí softwaru došlo k chybě.
de: Fehlerprüfung von Softwareabhängigkeiten

source: Invalid environment specified in kickstart
cs: Neplatné prostředí zadané v Startkopancem
de: Ungültige Umgebung, die in kickstart angegeben ist

source: Selected environment is not valid
cs: Vybrané prostředí není platné.
de: Ausgewählte Umgebung ist ungültig

source: Error checking software dependencies. <a href="">Click for details.</a>
cs: Při kontrole závislostí softwaru došlo k chybě. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Fehlerprüfung von Softwareabhängigkeiten. <a href="">Klicken Sie für Details.</a>

source: The software marked for installation has the following errors. This is likely caused by an error with your installation source. You can quit the installer, change your software source, or change your software selections.
cs: Software označený pro instalaci má následující chyby. To je pravděpodobně způsobeno chybou ve zdroji instalace. Můžete ukončit instalační program, změnit zdroj softwaru nebo změnit výběr softwaru.
de: Die für die Installation markierte Software weist die folgenden Fehler auf. Dies wird wahrscheinlich durch einen Fehler mit der Installationsquelle verursacht. Sie können das Installationsprogramm beenden, die Softwarequelle ändern oder die Softwareauswahl ändern.

# GUI|Software Selection|Error Dialog
source: _Quit
cs: _Ukončit

# GUI|Software Selection|Error Dialog
source: _Modify Software Source
cs: _Upravit zdroj softwaru
de: _Modify Softwarequelle

# GUI|Software Selection|Error Dialog
source: Modify _Selections
cs: Upravit _Výběry
de: ändern _Selections

# GUI|Spoke
source: _Blivet-GUI Partitioning
cs: _Blivet-rozdělení GUI
de: _Blivet-GUI-Partitionierung

source: Please wait... software metadata still loading.
cs: Počkejte prosím... stále načítáte metadata softwaru.
de: Bitte warten... Software-Metadaten werden noch geladen.

source: Your current <b>%(product)s</b> software selection requires <b>%(total)s</b> of available space, including <b>%(software)s</b> for software and <b>%(swap)s</b> for swap space.
cs: Vaše aktuální < b >%(product)s</b > Výběr softwaru vyžaduje < b >,%(total)s</b > na volné místo, včetně < b >%(software)s</b > pro programové vybavení a < b >%(swap)spro odkládacího prostoru < >/b.
de: Ihre aktuelle <b>%(product)s</b> Softwareauswahl erfordert <b>%(total)s</b> des verfügbaren Speicherplatzes, einschließlich <b>%(software)s</b> für Software und <b>%(swap)s</b> für Swap-Speicherplatz.

source: Your current <a href="" title="%(tooltip)s"><b>%(product)s</b> software selection</a> requires <b>%(total)s</b> of available space, including <b>%(software)s</b> for software and <b>%(swap)s</b> for swap space.
cs: Vaše aktuální < a href = "" title = "%(tooltip)s" > < b >%(product)s</b > Výběr softwaru </a > vyžaduje < b >%(total)s</b > na volné místo, včetně < b >%(software)s</b > pro programové vybavení a < b >%(swap)spro odkládacího prostoru < >/b.
de: Ihr aktueller <a href="" title="%(tooltip)s"><b>%(product)s</b> Softwareauswahl</a> erfordert <b>%(total)s</b> verfügbaren Speicherplatz, einschließlich <b>%(software)s</b> für Software und <b&gt%(swap)s;

source: %s The disks you've selected have the following amounts of free space:
cs: %s Vybrané disky mají následující množství volného místa:
de: %s Die ausgewählten Datenträger verfügen über die folgenden freien Speicherplatz:

source: <b>You don't have enough space available to install %s</b>. You can shrink or remove existing partitions via our guided reclaim space tool, or you can adjust your partitions on your own in the custom partitioning interface.
cs: < b > není k dispozici dostatek místa k instalaci %s</b >. Můžete zmenšit nebo odebrat stávající oddíly pomocí nástroje pro uvolnění místa s asistencí, nebo můžete vlastní oddíly upravit ve vlastním rozhraní pro vytváření oddílů.
de: <b>Sie haben nicht genügend Speicherplatz, um %s</b> zu installieren. Sie können vorhandene Partitionen über unser Tools für den geführten Rückgewinnungsspeicherplatz verkleinern oder entfernen oder Ihre Partitionen selbst in der benutzerdefinierten Partitionierungsschnittstelle anpassen.

source: You don't have enough space available to install <b>%(product)s</b>, even if you used all of the free space available on the selected disks.
cs: Nemáte dostatek místa k instalaci < b >%(product)s</b >, a to i v případě, že jste na vybraných discích použili veškeré volné místo.
de: Sie haben nicht genügend Speicherplatz, um <b>%(product)s</b> zu installieren, auch wenn Sie den gesamten freien Speicherplatz auf den ausgewählten Datenträgern verwendet haben.

source: <b>You don't have enough space available to install %(productName)s</b>, even if you used all of the free space available on the selected disks. You could add more disks for additional space, modify your software selection to install a smaller version of <b>%(productName)s</b>, or quit the installer.
cs: < b > není k dispozici dostatek místa k instalaci %(productName)s</b >, a to i v případě, že jste použili veškeré volné místo na vybraných discích. Můžete přidat další disky pro další místo, upravit výběr softwaru a nainstalovat menší verzi < b >%(productName)s</b > nebo ukončit instalační program.
de: <b>Sie haben nicht genügend Speicherplatz, um %(productName)s</b> zu installieren, auch wenn Sie den gesamten freien Speicherplatz auf den ausgewählten Datenträgern verwendet haben. Sie können weitere Datenträger für zusätzlichen Speicherplatz hinzufügen, Ihre Softwareauswahl ändern, um eine kleinere Version von <b>%(productName)s</b> zu installieren, oder das Installationsprogramm beenden.

# GUI|Spoke
source: Installation _Destination
cs: Instalace _Cíl

source: Partitioning method changed - planned storage configuration changes will be cancelled.
cs: Změněné metody rozdělení-plánované změny konfigurace úložiště budou zrušeny.
de: Partitionierungsmethode geändert - geplante Änderungen an der Speicherkonfiguration werden abgebrochen.

source: Saving storage configuration...
cs: Ukládání konfigurace úložiště...
de: Speicherkonfiguration wird gespeichert...

source: Passphrase for autopart encryption not specified.
cs: Heslo pro šifrování pitvy není určeno.
de: Passphrase für Autopartverschlüsselung nicht angegeben.

source: Failed to save storage configuration...
cs: Uložení konfigurace úložiště se nezdařilo...
de: Speicherkonfiguration konnte nicht gespeichert werden...

source: Unexpected storage error
cs: Neočekávaná chyba úložiště
de: Unerwarteter Speicherfehler

source: Formatting DASDs
cs: Formátování DASDs
de: Formatieren von DASDs

source: Error checking storage configuration. <a href="">Click for details.</a>
cs: Při kontrole konfigurace úložiště došlo k chybě. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Fehler beim Überprüfen der Speicherkonfiguration. <a href="">Klicken Sie für Details.</a>

source: Warning checking storage configuration. <a href="">Click for details.</a>
cs: Upozornění na kontrolu konfigurace úložiště. < a href = "" > Klepnutím zobrazíte podrobnosti. </a >
de: Warnung zur Überprüfung der Speicherkonfiguration. <a href="">Klicken Sie für Details.</a>

source: FCP device %(hba_id)s WWPN %(wwpn)s LUN %(lun)s
cs: FCP zařízení %(hba_id)s %(wwpn)sWWPN Lun %(lun)s
de: FCP-Geräte%(hba_id)s WWPN-%(wwpn)s Lun %(lun)s

source: NVDIMM device %(namespace)s
cs: Zařízení NVDIMM %(namespace)s
de: NVDIMM-Gerät %(namespace)s

source: %s free
cs: %s Zdarma
de: %s kostenlos
