Repository: MemsourceTesting/QA
Catalog: Daria testing/*/*-C.po
Languages: cs, de

source: This device cannot be edited directly. You can remove it or select a different device.
cs: Toto zařízení nelze upravovat přímo. Můžete jej odebrat nebo vybrat jiné zařízení.
de: Dieses Gerät kann nicht direkt bearbeitet werden. Sie können es entfernen oder ein anderes Gerät auswählen.

source: AVAILABLE SPACE
cs: VOLNÉ MÍSTO
de: VERFÜGBARER PLATZ

source: TOTAL SPACE
cs: CELKOVÉ MÍSTO
de: GESAMTRAUM

# GUI|Custom Partitioning
source: _Reset All
cs: _Obnovit vše
de: _Reset Alle

# GUI|Installation Destination|Filter|Search
source: Search _By:
cs: Hledat _Podle:
de: Suche _By:

source: Port / Target / LUN #
cs: Port/cíl/číslo logické jednotky
de: Port / Ziel / LUN #

source: Target WWID
cs: Cílová WWID
de: Ziel WWID

# GUI|Installation Destination|Filter|Search
source: Search Res_ults:
cs: Res_ults hledání:
de: Suche Res_ults:

source: Name
cs: Jméno
de: Namen

source: WWID
cs: SOUBOR WWID

source: Capacity
cs: Kapacita
de: Kapazität

source: Interconnect
cs: Propojení

source: Target
cs: Cíl
de: Ziel

source: Vendor
cs: Dodavatele
de: Anbieter

source: Namespace
cs: Obor názvů

source: Mode
cs: Režimu
de: Modus

# GUI|Installation Destination|Filter|Multipath
source: Filter _By:
cs: Filtr _By:
de: Filtern _By:

# GUI|Installation Destination|Filter|Multipath|Vendor
source: Show Only _Devices From:
cs: Zobrazit pouze _Zařízení z:
de: Nur _Devices anzeigen Von:

# GUI|Installation Destination|Filter|Multipath|Interconnect
source: Show Only _Devices With:
cs: Zobrazit pouze _Zařízení s:
de: Nur _Devices anzeigen mit:

# GUI|Installation Destination|Filter|Multipath|WWID
source: Show Only _Devices Containing:
cs: Zobrazit pouze _Zařízení obsahující:
de: Nur _Devices anzeigen:

source: Paths
cs: Cesty
de: Pfade

# GUI|Installation Destination|Filter
source: _Multipath Devices
cs: _Multipath zařízení
de: _Multipath Geräte

# GUI|Installation Destination|Filter|Other
source: Filter _By:
cs: Filtr _By:
de: Filtern _By:

# GUI|Installation Destination|Filter|Other|Vendor
source: Show Only _Devices From:
cs: Zobrazit pouze _Zařízení z:
de: Nur _Devices anzeigen Von:

# GUI|Installation Destination|Filter|Other|Interconnect
source: Show Only _Devices With:
cs: Zobrazit pouze _Zařízení s:
de: Nur _Devices anzeigen mit:

# GUI|Installation Destination|Filter|Other|ID
source: Show Only _Devices Containing:
cs: Zobrazit pouze _Zařízení obsahující:
de: Nur _Devices anzeigen:

source: Identifier
cs: Identifikátor
de: Bezeichner

# GUI|Installation Destination|Filter
source: _Other SAN Devices
cs: _Jiná zařízení SAN
de: _Other SAN-Geräte

# GUI|Installation Destination|Filter|NVDIMM Devices
source: Filter B_y:
cs: B_y filtru:
de: Filtern B_y:

# GUI|Installation Destination|Filter|NVDIMM Devices|Mode
source: Show Only Devices in _Mode:
cs: Zobrazit pouze zařízení v _Režimu:
de: Nur Geräte in _Mode anzeigen:

source: Sector
cs: Sektoru
de: Sektor

source: Memory
cs: Paměti
de: Speicher

# GUI|Installation Destination|Filter|NVDIMM Devices|Namespace
source: _Namespace:
cs: Oboru názvů

# GUI|Installation Destination|Filter
source: _NVDIMM Devices
cs: _NVDIMM zařízení
de: _NVDIMM Geräte

# GUI|Installation Destination|Filter|zSeries
source: Filter B_y:
cs: B_y filtru:
de: Filtern B_y:

source: WWPN
cs: VE WWPN

source: Type
cs: Typ
de: Typ

# GUI|Installation Destination|Filter
source: _zSeries Devices
cs: _zSeries zařízení
de: _zSeries Geräte

# GUI|Installation Destination|Filter
source: _Add zFCP LUN...
cs: _Přidat zFCP LUN...

# GUI|Installation Destination|Filter
source: Add EC_KD DASD...
cs: Přidat EC_KD DASD...
de: EC_KD DASD hinzufügen...

# GUI|Installation Destination|Filter
source: Add _iSCSI Target...
cs: Přidat cíl _iSCSI...
de: _iSCSI Ziel hinzufügen...

# GUI|Installation Destination|Filter
source: Add FCo_E SAN...
cs: Přidat FCo_E SAN...
de: FCo_E SAN hinzufügen...

# GUI|Installation Destination|Filter
source: Reconfigure _NVDIMM...
cs: Změnit konfiguraci _NVDIMM...
de: _NVDIMM neu konfigurieren...

# GUI|Installation Destination|Filter
source: Refresh _List
cs: Aktualizovat _List
de: aktualisieren _List

source: SOFTWARE SELECTION
cs: VÝBĚR SOFTWARU
de: SOFTWAREAUSWAHL

source: Base Environment
cs: Základní prostředí
de: Basisumgebung

source: Add-Ons for Selected Environment
cs: Doplňky pro vybrané prostředí
de: Add-Ons für ausgewählte Umgebung

# GUI|Date and Time|NTP
source: _Cancel
cs: _Zrušit akci

source: Add and mark for usage NTP servers
cs: Přidat a označit pro použití servery NTP
de: Hinzufügen und Markieren für die Verwendung von NTP-Servern

source: New NTP Server
cs: Nový server NTP
de: Neuer NTP-Server

source: Add NTP Server
cs: Přidat server NTP
de: NTP Server hinzufügen

source: This URL refers to a pool of NTP servers
cs: Tato adresa URL odkazuje na fond serverů NTP.
de: Diese URL bezieht sich auf einen Pool von NTP-Servern

source: Pool
cs: Bazén

source: Working
cs: Pracovní
de: Arbeiten

source: Use
cs: Použít
de: Verwenden

source: Configure NTP
cs: Konfigurace protokolu NTP
de: Konfigurieren von NTP

source: TIME & DATE
cs: ČAS & DATUM
de: ZEIT & DATUM

# GUI|Date and Time
source: _Region:
cs: Oblasti

source: Region
cs: Oblasti

# GUI|Date and Time
source: _City:
cs: Město

source: City
cs: Město
de: Stadt

# GUI|Date and Time
source: _Network Time
cs: _Čas sítě
de: _Network Zeit

source: Use Network Time
cs: Použít čas v síti
de: Verwenden der Netzwerkzeit

source: Hours
cs: Hodin
de: Stunden

source: Minutes
cs: Minut
de: Minuten

source: Hour Up
cs: Hodina nahoru

source: Hour Down
cs: Hodina dolů

source: Minutes Up
cs: Minut nahoru

source: Minutes Down
cs: Minut dolů

source: AM/PM Up
cs: DOP/odp.
de: AM/PM Nach oben

source: AM/PM Down
cs: DOP/odp
de: AM/PM Nach unten

# GUI|Date and Time
source: 24-_hour
cs: 24-_hodina

# GUI|Date and Time
source: _AM/PM
cs: _DOP/ODP

source: Set Date & Time
cs: Nastavit datum & čas
de: Datum & Uhrzeit festlegen

source: ROOT PASSWORD
cs: ROOTOVSKÉHO HESLA
de: ROOT-PASSWORT

# GUI|Password
source: _Root Password:
cs: _Root heslo:
de: _Root Passwort:

# GUI|Password
source: _Confirm:
cs: Potvrdit

source: Confirm Password
cs: Potvrdit heslo
de: Passwort bestätigen

source: empty password
cs: prázdné heslo
de: leeres Kennwort

source: The root account is used for administering the system. Enter a password for the root user.
cs: Kořenový účet se používá ke správě systému. Zadejte heslo pro uživatele root.
de: Das Stammkonto wird für die Verwaltung des Systems verwendet. Geben Sie ein Kennwort für den Root-Benutzer ein.

# GUI|Software Source|ISO Chooser Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Software Source|ISO Chooser Dialog
source: _Open
cs: _Otevřít

# GUI|Software Source|Media Check Dialog
source: _Done
cs: Hotovo

source: MEDIA VERIFICATION
cs: OVĚŘENÍ MÉDIA
de: MEDIENVERIFIZIERUNG

source: Verifying media, please wait...
cs: Probíhá ověřování média, čekejte prosím...
de: Medien überprüfen, bitte warten...

# GUI|Software Source|Proxy Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Software Source|Proxy Dialog
source: _Enable HTTP Proxy
cs: _Povolit HTTP proxy

# GUI|Software Source|Proxy Dialog
source: _Proxy Host:
cs: _Proxy hostitel:

source: <span size="small"><b>Example:</b> squid.mysite.org:3128</span>
cs: < span Size = "malé" > < b > příklad: </b > olihně. mysite. org: 3128 </span >
de: <span size="small"><b>Beispiel:</b> squid.mysite.org:3128</span>

# GUI|Software Source|Proxy Dialog
source: _Use Authentication
cs: _Použít ověřování
de: _Use Authentifizierung

# GUI|Software Source|Proxy Dialog
source: User _name:
cs: Uživatelské _jméno:
de: Benutzer_name:

source: INSTALLATION SOURCE
cs: ZDROJ INSTALACE
de: INSTALLATIONSQUELLE

source: Which installation source would you like to use?
cs: Který zdroj instalace chcete použít?
de: Welche Installationsquelle möchten Sie verwenden?

# GUI|Software Source
source: _Auto-detected installation media:
cs: _Automaticky zjištěné instalační médium:
de: _Auto erkannte Installationsmedien:

source: Device:
cs: Zařízení:
de: Gerät:

source: Label:
cs: Popisek:
de: Etikett:

# GUI|Software Source
source: _Verify
cs: _Ověřit

# GUI|Software Source
source: Installation media via SE/_HMC
cs: Instalační média prostřednictvím SE/_HMC
de: Installationsmedien über SE/_HMC

# GUI|Software Source
source: _ISO file:
cs: _ISO soubor:
de: _ISO Datei:

# GUI|Software Source
source: _Choose an ISO
cs: _Zvolit ISO
de: _Choose eine ISO

# GUI|Software Source
source: _On the network:
cs: _V síti:
de: _On das Netzwerk:

# GUI|Software Source
source: _Proxy setup...
cs: _Proxy nastavení...
de: _Proxy Einrichtung...

# GUI|Software Source
source: URL type:
cs: Typ adresy URL:
de: URL-Typ:

source: repository URL
cs: Adresa URL úložiště

source: mirrorlist
cs: mirrorů
de: Spiegelliste

# GUI|Software Source
source: N_FS mount options:
cs: Možnosti připojení N_FS:
de: N_FS Montageoptionen:

source: This field is optional.
cs: Toto pole je nepovinné.
de: Dieses Feld ist optional.

source: Updates
cs: Aktualizace

# GUI|Software Source
source: Don't install the latest available software _updates. Install the default versions provided by the installation source above.
cs: Neinstalujte nejnovější dostupné softwarové aktualizace. Nainstalujte výchozí verze poskytované výše uvedeným zdrojem instalace.
de: Installieren Sie nicht die neueste verfügbare Software _updates. Installieren Sie die Standardversionen, die von der oben angegebenen Installationsquelle bereitgestellt werden.

source: Additional repositories
cs: Další repositáře
de: Zusätzliche Repositorys

source: Enabled
cs: Povoleno
de: Aktiviert

source: Add a new repository.
cs: Přidá nové úložiště.
de: Fügen Sie ein neues Repository hinzu.

source: Remove the selected repository.
cs: Odebrat vybrané úložiště
de: Entfernen Sie das ausgewählte Repository.

# GUI|Software Source
source: _Remove
cs: _Odebrat

source: Revert to the previous list of repositories.
cs: Vraťte se k předchozímu seznamu repositářů.
de: Kehren Sie zur vorherigen Liste der Repositorys zurück.

source: URL for the repository, without protocol.
cs: Adresa URL úložiště bez protokolu
de: URL für das Repository, ohne Protokoll.

source: URL of proxy in the form of protocol://host:[port]
cs: Adresa URL serveru proxy ve formě protokolu://hostitel: [port]
de: URL des Proxys in Form von protocol://host:[port]

source: Optional proxy user name.
cs: Volitelné uživatelské jméno serveru proxy.
de: Optionaler Proxy-Benutzername.

source: Optional proxy password.
cs: Nepovinné heslo serveru proxy.
de: Optionales Proxy-Kennwort.

# GUI|Software Source
source: _Name:
cs: Název

source: Protocol for the repository URL.
cs: Protokol pro adresu URL úložiště
de: Protokoll für die Repository-URL.

# GUI|Software Source
source: Pro_xy URL:
cs: Adresa URL Pro_xy:

# GUI|Software Source
source: U_ser name:
cs: U_ser název:

source: Name of the repository.
cs: Název úložiště
de: Name des Repositorys.

# GUI|Advanced Storage|iSCSI|Configure
source: _Cancel
cs: _Zrušit akci

source: ADD iSCSI STORAGE TARGET
cs: Přidat cíl úložiště iSCSI

source: To use iSCSI disks, you must provide the address of your iSCSI target and the iSCSI initiator name you've configured for your host.
cs: Chcete-li používat disky iSCSI, musíte zadat adresu cíle iSCSI a název iniciátoru iSCSI, který jste nakonfigurovali pro svého hostitele.
de: Um iSCSI-Datenträger verwenden zu können, müssen Sie die Adresse Ihres iSCSI-Ziels und den iSCSI-Initiatornamen angeben, den Sie für Ihren Host konfiguriert haben.

# GUI|Advanced Storage|iSCSI|Configure
source: _Target IP Address:
cs: _Cílová adresa IP:
de: _Target IP-Adresse:

# GUI|Advanced Storage|iSCSI|Configure
source: iSCSI _Initiator Name:
cs: Název iniciátoru iSCSI:

source: No credentials (discovery authentication disabled)
cs: Žádná pověření (ověření zjišťování zakázáno)
de: Keine Anmeldeinformationen (Ermittlungsauthentifizierung deaktiviert)

source: CHAP pair
cs: Dvojice protokolu CHAP
de: CHAP-Paar

source: CHAP pair and a reverse pair
cs: Dvojice protokolu CHAP a zpětný pár
de: CHAP-Paar und ein umgekehrtes Paar

# GUI|Advanced Storage|iSCSI|Configure
source: _Discovery Authentication Type:
cs: _Zjišťování typu ověřování:
de: _Discovery Authentifizierungstyp:

source: <span size="small"><b>Example:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>
cs: < span Size = "malé" > < b > příklad: </b > IQN. 2012-09. com. Příklad: diskarpaprsky-SN-a8675309 </span >
de: <span size="small"><b>Beispiel:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _User name:
cs: CHAP _Uživatelské jméno:
de: NAME _User CHAP:

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _Password:
cs: CHAP _Heslo:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _User name:
cs: CHAP _Uživatelské jméno:
de: NAME _User CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _Password:
cs: CHAP _Heslo:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP User _name:
cs: Zpětný název uživatele protokolu CHAP:
de: Reverse CHAP-Benutzer_name:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP Pass_word:
cs: Zpětný Pass_word protokolu CHAP:
de: CHAP-Pass_word rückgängig machen:

# GUI|Advanced Storage|iSCSI|Configure|Start
source: _Start Discovery
cs: _Spustit zjišťování

source: Discovering iSCSI targets. This may take a moment...
cs: Zjišťování cílů iSCSI To může chvíli trvat...
de: Erkennen von iSCSI-Zielen. Dies kann einen Moment dauern...

source: Discovery login rejected.
cs: Přihlášení Discovery bylo odmítnuto.
de: Discovery-Login wurde abgelehnt.

source: The following error occurred discovering iSCSI targets. Please double check your authorization information and try again.
cs: Při zjišťování cílů iSCSI došlo k následující chybě. Zkontrolujte prosím informace o autorizaci a opakujte akci.
de: Der folgende Fehler ist beim Ermitteln von iSCSI-Zielen aufgetreten. Überprüfen Sie ihre Autorisierungsinformationen, und versuchen Sie es erneut.

# GUI|Advanced Storage|iSCSI|Configure|Retry
source: _Retry Discovery
cs: _Opakovat pokus o zjištění

# GUI|Advanced Storage|iSCSI|Configure
source: _Bind targets to network interfaces This may take a moment...
cs: _Svázat cíle s síťovými rozhraními to může chvíli trvat...
de: _Bind Ziele für Netzwerkschnittstellen Dies kann einen Moment dauern...

source: Node Name
cs: Název uzlu
de: Knotenname

source: Interface
cs: Rozhraní
de: Schnittstelle

source: Portal
cs: Portál

# GUI|Advanced Storage|iSCSI|Login
source: _Node Login Authentication Type:
cs: _Typ ověření přihlášení uzlu:
de: _Node Anmeldeauthentifizierungstyp:

source: Use the credentials from discovery
cs: Použít pověření ze zjišťování
de: Verwenden der Anmeldeinformationen aus der Ermittlung

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _User name:
cs: CHAP _Uživatelské jméno:
de: NAME _User CHAP:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _Password:
cs: CHAP _Heslo:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _User name:
cs: CHAP _Uživatelské jméno:
de: NAME _User CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _Password:
cs: CHAP _Heslo:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: _Reverse CHAP User name:
cs: _Zaměnit uživatelské jméno protokolu CHAP:
de: _Reverse CHAP-Benutzername:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: Reverse CHAP Pass_word:
cs: Zpětný Pass_word protokolu CHAP:
de: CHAP-Pass_word rückgängig machen:

# GUI|Advanced Storage|iSCSI|Login|Login
source: _Log In
cs: _Přihlásit se

source: Node login failed.
cs: Přihlášení uzlu se nezdařilo.
de: Fehler bei der Knotenanmeldung.

source: The following error occurred logging into the selected iSCSI node. Please double check your authorization information and try again
cs: Při přihlašování do vybraného uzlu iSCSI došlo k následující chybě. Zkontrolujte prosím informace o autorizaci a opakujte akci.
de: Der folgende Fehler ist bei der Anmeldung beim ausgewählten iSCSI-Knoten aufgetreten. Überprüfen Sie ihre Autorisierungsinformationen, und versuchen Sie es erneut.

# GUI|Advanced Storage|iSCSI|Login|Retry
source: Retry _Log In
cs: Opakovat přihlášení
de: Wiederholen _Log In

source: ADD zFCP STORAGE TARGET
cs: Přidat cíl úložiště zFCP

source: To use zFCP disks, you must provide the device number, WWPN, and LUN configured for the device.
cs: Chcete-li používat disky zFCP, je třeba zadat číslo zařízení, WWPN a logické jednotky (LUN), které jsou pro dané zařízení nakonfigurovány.
de: Um zFCP-Datenträger verwenden zu können, müssen Sie die für das Gerät konfigurierte Gerätenummer, WWPN und LUN angeben.

# GUI|Advanced Storage|zFCP|Device Number
source: _Device number:
cs: _Zařízení číslo:
de: _Device Nummer:

source: WWPN:
cs: V PRVNÍ SVĚTOVÉ VÁLCE:

# GUI|Advanced Storage|zFCP|Start Discovery
source: _Start Discovery
cs: _Spustit zjišťování

source: Discovering zFCP devices. This may take a moment...
cs: Objevujeme zařízení zFCP. To může chvíli trvat...
de: Ermitteln von zFCP-Geräten. Dies kann einen Moment dauern...

source: Device discovery failed.
cs: Zjišťování zařízení se nezdařilo.
de: Fehler bei der Geräteermittlung.

source: The following error occurred discovering zFCP devices. Please double check your configuration information and try again.
cs: Při zjišťování zařízení zFCP došlo k následující chybě. Zkontrolujte prosím informace o konfiguraci a opakujte akci.
de: Der folgende Fehler beim Ermitteln von zFCP-Geräten ist aufgetreten. Überprüfen Sie die Konfigurationsinformationen, und versuchen Sie es erneut.

# GUI|Advanced Storage|zFCP|Retry Discovery
source: _Retry Discovery
cs: _Opakovat pokus o zjištění

source: Device discovery succeeded.
cs: Zjišťování zařízení proběhlo úspěšně.
de: Die Geräteermittlung war erfolgreich.

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: _Cancel
cs: _Zrušit akci

source: The following NVDIMM devices selected from the list will be reconfigured to sector mode:
cs: Následující zařízení NVDIMM vybraná ze seznamu budou překonfigurována na režim sektorů:
de: Die folgenden NVDIMM-Geräte, die in der Liste ausgewählt wurden, werden in den Sektormodus umkonfiguriert:

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: _Sector size:
cs: _Sektorová velikost:
de: _Sector Größe:

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: Start _Reconfiguration
cs: Spustit _Reconfiguration
de: Starten Sie _Reconfiguration

source: Reconfiguring NVDIMM devices. This may take a moment...
cs: Probíhá změna konfigurace zařízení NVDIMM. To může chvíli trvat...
de: Neukonfiguration von NVDIMM-Geräten. Dies kann einen Moment dauern...

source: Device reconfiguration failed.
cs: Změna konfigurace zařízení se nezdařila.
de: Fehler bei der Geräteneukonfiguration.

source: The following error occurred reconfiguring NVDIMM devices:
cs: Při změně konfigurace zařízení NVDIMM došlo k následující chybě:
de: Der folgende Fehler ist aufgetreten beim Neukonfigurieren von NVDIMM-Geräten:

source: Devices reconfiguration succeeded.
cs: Změna konfigurace zařízení proběhla úspěšně.
de: Die Neukonfiguration der Geräte war erfolgreich.

source: Rescanning disks after reconfiguration. This may take a moment ...
cs: Prohledávání disků po rekonfiguraci. To může chvíli trvat...
de: Erneutes Scannen von Datenträgern nach der Neukonfiguration. Dies kann einen Moment dauern ...

source: Warning: Existing data on reconfigured devices will be lost.
cs: Upozornění: existující data v překonfigurovaných zařízeních budou ztracena.
de: Warnung: Vorhandene Daten auf neu konfigurierten Geräten gehen verloren.

# GUI|Advanced Storage|FCoE
source: _Cancel
cs: _Zrušit akci

source: Please select the network interface which is connected to your FCoE switch.
cs: Vyberte síťové rozhraní, které je připojeno k přepínači FCoE.
de: Wählen Sie die Netzwerkschnittstelle aus, die mit Ihrem FCoE-Switch verbunden ist.

# GUI|Advanced Storage|FCoE
source: Use _DCB
cs: Použít _DCB
de: Verwenden sie _DCB

# GUI|Advanced Storage|FCoE
source: Use auto _VLAN
cs: Použít automatickou _VLAN
de: Verwenden der automatischen _VLAN

# GUI|Advanced Storage|FCoE
source: _Add FCoE Disk(s)
cs: _Přidat diskety (FCoE)
de: _Add FCoE-Disk(n)

source: Error adding FCoE SAN.
cs: Chyba při přidávání FCoE SAN.
de: Fehler beim Hinzufügen von FCoE SAN.

source: The following error occurred while attempting to add an FCoE SAN. Please check your configuration and try again
cs: Při pokusu o přidání FCoE SAN došlo k následující chybě. Zkontrolujte konfiguraci a akci opakujte.
de: Der folgende Fehler ist beim Hinzufügen eines FCoE-SAN aufgetreten. Überprüfen Sie Ihre Konfiguration, und versuchen Sie es erneut.

# GUI|Advanced Storage|DASD|Configure
source: _Cancel
cs: _Zrušit akci

source: ADD DASD STORAGE TARGET
cs: PŘIDAT CÍL ÚLOŽIŠTĚ DASD

source: To use DASD disks, you must provide the device number.
cs: Chcete-li použít disky DASD, je nutné zadat číslo zařízení.
de: Um DASD-Datenträger verwenden zu können, müssen Sie die Gerätenummer angeben.

# GUI|Advanced Storage|DASD|Configure
source: _Device number:
cs: _Zařízení číslo:
de: _Device Nummer:

# GUI|Advanced Storage|DASD|Configure
source: _Start Discovery
cs: _Spustit zjišťování

source: Discovering DASD devices. This may take a moment...
cs: Objevujeme zařízení DASD. To může chvíli trvat...
de: DasD-Geräte ermitteln. Dies kann einen Moment dauern...

source: The following error occurred discovering DASD devices. Please double check your configuration information and try again.
cs: Při zjišťování zařízení DASD došlo k následující chybě. Zkontrolujte prosím informace o konfiguraci a opakujte akci.
de: Der folgende Fehler ist beim Ermitteln von DASD-Geräten aufgetreten. Überprüfen Sie die Konfigurationsinformationen, und versuchen Sie es erneut.

# GUI|Advanced Storage|DASD|Configure
source: _Retry Discovery
cs: _Opakovat pokus o zjištění

source: The added DASD can be found under "Local Standard Disks."
cs: Přidaný DASD lze nalézt v části místní standardní disky.
de: Das hinzugefügte DASD finden Sie unter "Local Standard Disks".

# GUI|Advanced User
source: _Cancel
cs: _Zrušit akci

# GUI|Advanced User
source: _Save Changes
cs: _Uložit změny
de: _Save Änderungen

source: ADVANCED USER CONFIGURATION
cs: POKROČILÁ KONFIGURACE UŽIVATELE
de: ERWEITERTE BENUTZERKONFIGURATION

# GUI|Advanced User
source: Home _directory:
cs: Home _adresář:

source: User and Group IDs
cs: ID uživatelů a skupin
de: Benutzer- und Gruppen-IDs

# GUI|Advanced User
source: Specify a _user ID manually:
cs: Ručně zadejte ID _uživatele:
de: Geben Sie eine _user ID manuell an:

# GUI|Advanced User
source: Specify a _group ID manually:
cs: Zadejte _ID skupiny ručně:
de: Geben Sie eine _group-ID manuell an:

source: Group Membership
cs: Členství ve skupinách
de: Gruppenmitgliedschaft

# GUI|Advanced User
source: _Add user to the following groups:
cs: _Přidat uživatele do následujících skupin:
de: _Add Benutzer in die folgenden Gruppen:

source: Example:
cs: Příklad:
de: Beispiel:

source: wheel, my-team (1245), project-x (29935)
cs: kolo, můj tým (1245), projekt x (29935)
de: Rad, my-team (1245), project-x (29935)

source: You may input a comma-separated list of group names and group IDs here. Groups that do not already exist will be created; specify their GID in parentheses.
cs: Sem můžete zadat seznam názvů skupin a ID skupin oddělených čárkami. Budou vytvořeny skupiny, které dosud neexistují. v závorkách zadejte jejich GID.
de: Sie können hier eine durch Kommas getrennte Liste von Gruppennamen und Gruppen-IDs eingeben. Gruppen, die noch nicht vorhanden sind, werden erstellt. geben Sie ihre GID in Klammern an.

source: CREATE USER
cs: VYTVOŘIT UŽIVATELE
de: BENUTZER ERSTELLEN

# GUI|User
source: _Full name
cs: _Celé jméno

# GUI|User
source: _User name
cs: _Uživatelské jméno
