Repository: MemsourceTesting/QA
Catalog: Daria testing/*/*-C.po
Languages: cs, de

source: Installation was stopped due to an error installing the boot loader. The exact error message is: %s The installer will now terminate.
cs: Instalace byla zastavena z důvodu chyby při instalaci zaváděcího programu pro spouštění. Přesná chybová zpráva: %s Instalační program bude nyní ukončen.
de: Die Installation wurde aufgrund eines Fehlers bei der Installation des Bootloaders beendet. Die genaue Fehlermeldung lautet: %s Das Installationsprogramm wird nun beendet.

source: No big enough free space on disks for automatic partitioning
cs: Na discích není dost velké volné místo pro automatické rozdělování
de: Kein ausreichend freier Speicherplatz auf Festplatten für automatische Partitionierung

source: No usable disks selected
cs: Nebyly vybrány žádné použitelné disky.
de: Keine verwendbaren Datenträger ausgewählt

source: Not enough free space on disks for automatic partitioning
cs: Na discích není dostatek volného místa pro automatické rozdělení oddílů.
de: Nicht genügend freier Speicherplatz auf Festplatten für automatische Partitionierung

source: Linux on %s
cs: Linux na %s
de: Linux auf %s

source: Unknown Linux
cs: Neznámý Linux
de: Unbekanntes Linux

source: %(product)s %(version)s for %(arch)s
cs: %(product)s %(version)s Pro %(arch)s
de: %(product)s %(version)s für %(arch)s

source: %(product)s Linux %(version)s for %(arch)s
cs: %(product)s Linux %(version)s pro %(arch)s
de: %(product)s Linux %(version)s für %(arch)s

source: You must create a new file system on the root device.
cs: V kořenovém zařízení je nutné vytvořit nový systém souborů.
de: Sie müssen ein neues Dateisystem auf dem Stammgerät erstellen.

source: Escrow certificate %s requires the network.
cs: Certifikát Escrow %s vyžaduje síť.
de: Escrow-Zertifikat %s erfordert das Netzwerk.

source: SSL error while downloading the escrow certificate: %s
cs: Při stahování certifikátu vázaného došlo k chybě SSL: %s
de: SSL-Fehler beim Herunterladen des Treuhandzertifikats: %s

source: The following error was encountered while downloading the escrow certificate: %s
cs: Při stahování certifikátu vázaného byla zjištěna následující chyba: %s
de: Beim Herunterladen des Treuhandzertifikats ist der folgende Fehler aufgetreten: %s

source: %s is missing. Cannot setup authentication.
cs: %s chybí. Nelze nastavit ověření.
de: %s fehlt. Die Authentifizierung kann nicht eingerichtet werden.

source: GRUB2 does not support installation to a partition.
cs: GRUB2 nepodporuje instalaci oddílu.
de: GRUB2 unterstützt keine Installation auf einer Partition.

source: GRUB2 encrypted password must be in grub.pbkdf2 format.
cs: GRUB2 zašifrované heslo musí být ve formátu grub. PBKDF2.
de: GRUB2-verschlüsseltes Kennwort muss im grub.pbkdf2-Format vorliegen.

source: No match found for given boot drive "{}".
cs: Pro danou spouštěcí jednotku {} nebyla nalezena žádná shoda.
de: Es wurde keine Übereinstimmung für das angegebene Boot-Laufwerk "A" gefunden.

source: More than one match found for given boot drive "{}".
cs: Pro danou spouštěcí jednotku {} byla nalezena více než jedna shoda.
de: Es wurde mehr als eine Übereinstimmung für das angegebene Boot-Laufwerk "A" gefunden.

source: Requested boot drive "{}" doesn't exist or cannot be used.
cs: Požadovaná spouštěcí jednotka {} neexistuje nebo ji nelze použít.
de: Das angeforderte Startlaufwerk "A" ist nicht vorhanden oder kann nicht verwendet werden.

source: Btrfs file system is not supported.
cs: Systém souborů Btrfs není podporován.
de: Btrfs-Dateisystem wird nicht unterstützt.

source: NIC "%s" given in fcoe command does not exist.
cs: Rozhraní NIC "%s" uvedené v příkazu FCoE neexistuje.
de: NIC "%s" im Befehl fcoe ist nicht vorhanden.

source: %s is missing. Cannot setup firewall.
cs: %s chybí. Nelze nastavit bránu firewall.
de: %s fehlt. Firewall kann nicht eingerichtet werden.

source: Network interface "%(nic)s" required by iSCSI "%(iscsiTarget)s" target is not up.
cs: Síťové rozhraní "%(nic)s" vyžadované cílem iSCSI "%(iscsiTarget)s" není vzhůru.
de: Netzwerkschnittstelle "%(nic)s" von iSCSI "%(iscsiTarget)s" Ziel benötigt ist, ist nicht hoch.

source: iscsi --iface must be specified (binding used) either for all targets or for none
cs: iSCSI--iface musí být specifikován (použitá vazba) buď pro všechny cíle, nebo pro žádnou
de: iscsi --iface muss entweder für alle Ziele oder für keine

source: The mount point "%s" is not valid. It must start with a /.
cs: Přípojný bod "%s" není platný. Musí začínat na/.
de: Der Einhängepunkt "%s" ist ungültig. Es muss mit einem / beginnen.

source: No volume group exists with the name "%s". Specify volume groups before logical volumes.
cs: Neexistuje skupina svazků s názvem "%s". Zadejte skupiny svazků před logickými svazky.
de: Es ist keine Volumegruppe mit dem Namen "%s" vorhanden. Geben Sie Volumegruppen vor logischen Volumes an.

source: Cache PVs must belong to the same VG as the cached LV
cs: PVs mezipaměti musí patřit do stejné VG jako v mezipaměti LV.
de: Cache-PVs müssen zur gleichen VG gehören wie die zwischengespeicherte LV

source: No thin pool exists with the name "%s". Specify thin pools before thin volumes.
cs: Neexistuje tenký bazén s názvem "%s". Určete tenké bazény před tenkými svazky.
de: Es gibt keinen dünnen Pool mit dem Namen "%s". Geben Sie dünne Pools vor dünnen Volumes an.

source: logvol --noformat must also use the --name= option.
cs: logvol--noformat musí také používat parametr--Name =.
de: logvol --noformat muss auch die Option --name= verwenden.

source: Logical volume "%s" given in logvol command does not exist.
cs: Logický svazek "%s", který je uveden v příkazu logvol, neexistuje.
de: Logisches Volume "%s" im Befehl logvol ist nicht vorhanden.

source: Target size "%(size)s" for device "%(device)s" is invalid.
cs: Cílová velikost "%(size)s" pro zařízení "%(device)s" je neplatná.
de: Die Zielgröße "%(size)s" für Gerät "%(device)s" ist ungültig.

source: Logical volume name "%(logvol)s" is already in use in volume group "%(volgroup)s".
cs: Název logického svazku "%(logvol)s" je již používán ve skupině svazků "%(volgroup)s".
de: Der logische Volumename "%(logvol)s" wird bereits in der Volumegruppe "%(volgroup)s" verwendet.

source: Logical volume size "%(logvolSize)s" must be larger than the volume group extent size of "%(extentSize)s".
cs: Logická velikost svazku "%(logvolSize)s" musí být větší než velikost skupiny svazku "%(extentSize)s".
de: Die logische Volumegröße "%(logvolSize)s" muss größer als die Volumegruppenausdehnungsgröße von "%(extentSize)s" sein.

source: The "%s" file system type is not supported.
cs: Typ systému souborů%snení podporován.
de: Der Dateisystemtyp "%s" wird nicht unterstützt.

source: Unknown or invalid device '%s' specified
cs: Bylo zadáno neznámé nebo neplatné zařízení%s.
de: Unbekanntes oder ungültiges Gerät '%s' angegeben

source: Unknown or invalid format '%(format)s' specified for device '%(device)s'
cs: Pro zařízení%(device)sbyl zadán neznámý nebo neplatný formát%(format)s.
de: Unbekanntes oder ungültiges Format '%(format)s' für Gerät '%(device)s' angegeben

source: No format on device '%s'
cs: Na zařízení '%s' není formát
de: Kein Format auf Gerät '%s'

source: nvdimm: namespace %s not found.
cs: nvdimm: obor názvů %s nenalezen.
de: nvdimm: Namespace %s nicht gefunden.

source: Disk "%s" given in nvdimm command does not exist.
cs: Disk "%s", který je uveden v příkazu nvdimm, neexistuje.
de: Disk "%s" im Befehl nvdimm ist nicht vorhanden.

source: No disk found for specified BIOS disk "%s".
cs: Pro určený disk systému BIOS "%s" nebyl nalezen žádný disk.
de: Für den angegebenen BIOS-Datenträger "%s" wurde kein Datenträger gefunden.

source: RAID partition "%s" is defined multiple times.
cs: Oddíl RAID "%s" je definován vícekrát.
de: RAID-Partition "%s" wird mehrfach definiert.

source: PV partition "%s" is defined multiple times.
cs: Oddíl PV "%s" je definován vícekrát.
de: Die PV-Partition "%s" wird mehrfach definiert.

source: Btrfs partition "%s" is defined multiple times.
cs: Oddíl Btrfs "%s" je definován vícekrát.
de: Die Btrfs-Partition "%s" wird mehrfach definiert.

source: The size "%s" is invalid.
cs: Velikost "%s" je neplatná.
de: Die Größe "%s" ist ungültig.

source: part --noformat must also use the --onpart option.
cs: část--noformat musí také používat možnost--Part.
de: teil --noformat muss auch die Option --onpart verwenden.

source: Partition "%s" given in part command does not exist.
cs: Oddíl "%s", který je uveden v příkazu Part, neexistuje.
de: Partition "%s" im Teilbefehl ist nicht vorhanden.

source: Disk "%s" given in part command does not exist.
cs: Disk "%s", který je uveden v příkazu Part, neexistuje.
de: Disk "%s" im Teilbefehl ist nicht vorhanden.

source: Cannot install to unpartitionable device "%s".
cs: Nelze nainstalovat do nerozdělitelného zařízení "%s".
de: Die Installation auf dem nicht partitionierbaren Gerät "%s" kann nicht installiert werden.

source: Disk "%s" in part command is not partitioned.
cs: Disk "%s" v příkazu Part není rozdělen na oddíly.
de: Der Befehl "Disk "%s" ist nicht partitioniert.

source: The maximum size "%s" is invalid.
cs: Maximální velikost "%s" je neplatná.
de: Die maximale Größe "%s" ist ungültig.

source: raid --noformat must also use the --device option.
cs: funkce RAID-noformat musí také používat možnost--zařízení.
de: raid --noformat muss auch die Option --device verwenden.

source: RAID device "%s" given in raid command does not exist.
cs: Zařízení RAID "%s" uvedené v příkazu RAID neexistuje.
de: RAID-Gerät "%s" im Raid-Befehl ist nicht vorhanden.

source: RAID device "%(device)s" has a format of "%(format)s", but should have a format of "mdmember".
cs: Zařízení RAID "%(device)s" má formát "%(format)s", ale měl by mít formát "mdčlen".
de: RAID-Gerät "%(device)s" hat das Format "%(format)s", sollte aber das Format "mdmember" haben.

source: Tried to use undefined partition "%s" in RAID specification.
cs: Byl použit nedefinovaný oddíl "%s" ve specifikaci RAID.
de: Es wurde versucht, die nicht definierte Partition "%s" in der RAID-Spezifikation zu verwenden.

source: RAID volume "%s" specified with --useexisting does not exist.
cs: Svazek RAID "%s" zadaný s parametrem--useexist neexistuje.
de: RAID-Volume "%s" mit --useexisting angegeben ist nicht vorhanden.

source: The RAID volume name "%s" is already in use.
cs: Název svazku RAID "%s" je již používán.
de: Der RAID-Volumename "%s" wird bereits verwendet.

source: Physical volume "%(device)s" has a format of "%(format)s", but should have a format of "lvmpv".
cs: Fyzický svazek "%(device)s" má formát "%(format)s", ale měl by mít formát "lvmpv".
de: Das physische Volume "%(device)s" hat das Format "%(format)s", sollte aber das Format "lvmpv" haben.

source: Tried to use undefined partition "%s" in Volume Group specification
cs: Pokusili jste se použít nedefinovaný oddíl "%s" ve specifikaci skupiny svazků
de: Es wurde versucht, die nicht definierte Partition "%s" in der Volume Group-Spezifikation zu verwenden.

source: Volume group "%s" defined without any physical volumes. Either specify physical volumes or use --useexisting.
cs: Skupina svazků "%s" definovaná bez fyzického svazku. Zadejte fyzický svazek nebo použijte parametr--use.
de: Volumegruppe "%s" ohne physische Volumes definiert. Geben Sie entweder physische Volumes an, oder verwenden Sie --useexisting.

source: Volume group given physical extent size of "%(extentSize)s", but must be one of: %(validExtentSizes)s.
cs: Skupina svazků daná velikostí fyzického rozsahu "%(extentSize)s", ale musí být jedna z těchto: %(validExtentSizes)s.
de: Volumegruppe bei physischer Ausdehnungsgröße von "%(extentSize)s", muss jedoch eine von: %(validExtentSizes)s.

source: volgroup --noformat and volgroup --useexisting must also use the --name= option.
cs: volgroup--noformat a volgroup--použitelnost musí také používat parametr--Name =.
de: volgroup --noformat und volgroup --useexisting müssen auch die Option --name= verwenden.

source: Volume group "%s" given in volgroup command does not exist.
cs: Skupina svazků "%s" uvedená v příkazu volgroup neexistuje.
de: Die im Volgroup-Befehl angegebene Volumegruppe "%s" ist nicht vorhanden.

source: The volume group name "%s" is already in use.
cs: Název skupiny svazků "%s" je již používán.
de: Der Volumegruppenname "%s" wird bereits verwendet.

source: Incorrectly specified origin of the snapshot. Use format "VolGroup/LV-name"
cs: Nesprávně zadaný původ snímku. Použít formát "VolGroup/LV-Name"
de: Falsch angegebener Ursprung des Snapshots. Format "VolGroup/LV-name" verwenden

source: Snapshot: origin "%s" doesn't exists!
cs: Snímek: počátek "%s" neexistuje!
de: Schnappschuss: Ursprung "%s" existiert nicht!

source: Snapshot: origin "%(origin)s" of snapshot "%(name)s" is not a valid thin LV device.
cs: Snímek: původ "%(origin)s" snímku "%(name)s" není platným tenkým zařízením LV.
de: Snapshot: Origin "%(origin)s" of snapshot "%(name)s" ist kein gültiges dünnes LV-Gerät.

source: Snapshot %s already exists.
cs: Snímek %s již existuje.
de: Snapshot%s ist bereits vorhanden.

source: Some warnings occurred during reading the kickstart file:
cs: Při čtení souboru Startkopancem došlo k několika upozorněním:
de: Beim Lesen der Kickstart-Datei sind einige Warnungen aufgetreten:

source: An error occurred during reading the kickstart file: %s The installer will now terminate.
cs: Při čtení souboru Startkopancem došlo k chybě: %s Instalační program bude nyní ukončen.
de: Beim Lesen der Kickstart-Datei ist ein Fehler aufgetreten: %s Das Installationsprogramm wird nun beendet.

source: Unable to find /bin/bash to execute! Not starting shell.
cs: Nelze najít/bin/bash pro spuštění! Nemohu spustit shell.
de: Die Ausführung von /bin/bash konnte nicht gefunden werden! Nicht die Anfangsschale.

source: Rescue
cs: Záchranu
de: Rettung

source: The rescue environment will now attempt to find your Linux installation and mount it under the directory : %s. You can then make any changes required to your system. Choose '1' to proceed with this step. You can choose to mount your file systems read-only instead of read-write by choosing '2'. If for some reason this process does not work choose '3' to skip directly to a shell.
cs: Záchranné prostředí se nyní pokusí najít vaši instalaci systému Linux a připojit ji pod adresář: %s. Poté můžete v systému provést libovolné změny. Chcete-li pokračovat tímto krokem, vyberte možnost 1. Můžete se rozhodnout pro připojení systémů souborů jen pro čtení, nikoli pro čtení a zápis, a to výběrem položky 2. Pokud z nějakého důvodu tento proces nefunguje, zvolte ' 3 ' pro skok přímo do shellu.
de: Die Rettungsumgebung wird nun versuchen, Ihre Linux-Installation zu finden und sie unter dem Verzeichnis zu mounten: %s. Sie können dann alle erforderlichen Änderungen an Ihrem System vornehmen. Wählen Sie '1', um mit diesem Schritt fortzufahren. Sie können Ihre Dateisysteme schreibgeschützt statt schreibgeschützt mounten, indem Sie "2" auswählen. Wenn dieser Prozess aus irgendeinem Grund nicht funktioniert, wählen Sie "3", um direkt zu einer Shell zu springen.

source: Continue
cs: Pokračovat
de: Weiter

source: Read-only mount
cs: Připojení jen pro čtení
de: Schreibgeschützte Halterung

source: Skip to shell
cs: Přeskočit do shellu
de: Überspringen zur Shell

source: Quit (Reboot)
cs: Ukončit (restart)
de: Beenden (Neustart)

source: Do you really want to quit?
cs: Opravdu chcete skončit?
de: Möchten Sie wirklich aufhören?

source: Rescue Shell
cs: Záchranný Shell

source: Run %s to unmount the system when you are finished.
cs: Spusťte %s a odpojte systém po dokončení.
de: Führen Sie %s aus, um die Bereitstellung des Systems zu heben, wenn Sie fertig sind.

source: When finished, please exit from the shell and your system will reboot.
cs: Po dokončení ukončete prostředí a systém se restartuje.
de: Wenn Sie fertig sind, beenden Sie bitte die Shell und Ihr System wird neu gestartet.

source: Your system has been mounted under %(mountpoint)s. If you would like to make the root of your system the root of the active system, run the command: chroot %(mountpoint)s
cs: Systém byl připojen pod %(mountpoint)s. Chcete-li vytvořit kořenový adresář systému jako kořenový adresář aktivního systému, spusťte tento příkaz: chroot %(mountpoint)s
de: Ihr System wurde unter %(mountpoint)smontiert. Wenn Sie den Stamm Ihres Systems zum Stamm des aktiven Systems machen möchten, führen Sie den Befehl aus: chroot %(mountpoint)s

source: An error occurred trying to mount some or all of your system. Some of it may be mounted under %s
cs: Při pokusu o připojení k systému došlo k chybě. Některé z nich mohou být namontovány pod %s
de: Beim Versuch, ein System ganz oder teilweise zu mounten, ist ein Fehler aufgetreten. Ein Teil davon kann unter %s

source: Rebooting.
cs: Restartu.
de: Neustart.

source: You don't have any Linux partitions. %s
cs: Nemáte žádné linuxové oddíly. %s
de: Sie haben keine Linux-Partitionen. %s

source: Not mounting the system.
cs: Nenamontování systému.
de: Nicht das System montieren.

source: Please press %s to get a shell
cs: Stiskněte prosím %s pro získání shellu
de: Bitte drücken Sie %s, um eine Schale zu erhalten

source: Root Selection
cs: Výběr kořene
de: Stammauswahl

source: The following installations were discovered on your system.
cs: V systému byly zjištěny následující instalace.
de: Die folgenden Installationen wurden auf Ihrem System erkannt.

source: Please make your selection from the above list. Press '%(continue)s' to continue after you have made your selection
cs: Proveďte výběr z výše uvedeného seznamu. Po provedení výběru stiskněte tlačítko "%(continue)s"
de: Bitte treffen Sie Ihre Auswahl aus der obigen Liste. Drücken Sie '%(continue)s', um fortzufahren, nachdem Sie Ihre Auswahl getroffen haben

source: File system type "{}" given in autopart command is invalid.
cs: Typ systému souborů {}, který je uveden v příkazu autopart je neplatný.
de: Der im Befehl autopart angegebene Dateisystemtyp "A" ist ungültig.

source: Disklabel "{}" given in clearpart command is not supported on this platform.
cs: Příkaz disklabel {}, který je uveden v příkazu clearpart, není na této platformě podporován.
de: Das im Clearpart-Befehl angegebene Disklabel "-" wird auf dieser Plattform nicht unterstützt.

source: Disk "{}" given in clearpart command does not exist.
cs: Disk "{}", který je uveden v příkazu clearpart, neexistuje.
de: Der im Clearpart-Befehl angegebene Datenträger "- " ist nicht vorhanden.

source: Device "{}" given in clearpart device list does not exist.
cs: Zařízení "{}" uvedené v seznamu zařízení s clearpart neexistuje.
de: Das in der Clearpart-Geräteliste angegebene Gerät "A" ist nicht vorhanden.

source: Disk "{}" given in ignoredisk command does not exist.
cs: Disk "{}", který je uveden v příkazu ignoredisk, neexistuje.
de: Der im Befehl ignoredisk angegebene Datenträger "-" ist nicht vorhanden.

source: %(product_name)s requires %(needed_ram)s MB of memory to install, but you only have %(total_ram)s MB on this machine.
cs: %(product_name)s vyžaduje %(needed_ram)s MB paměti pro instalaci, ale v tomto počítači máte pouze %(total_ram)s MB.
de: %(product_name)s erfordert %(needed_ram)s MB Arbeitsspeicher, aber Sie haben nur %(total_ram)s MB auf diesem Computer.

source: The %(product_name)s graphical installer requires %(needed_ram)s MB of memory, but you only have %(total_ram)s MB .
cs: Grafický instalační program %(product_name)s vyžaduje %(needed_ram)s MB paměti, ale pouze %(total_ram)s MB .
de: Das %(product_name)s grafische Installationsprogramm benötigt %(needed_ram)s MB Arbeitsspeicher, Sie verfügen jedoch nur über %(total_ram)s MB .

source: Press [Enter] to reboot your system.
cs: Stisknutím klávesy [ENTER] restartujte systém.
de: Drücken Sie [Enter], um Das System neu zu starten.

source: Not enough RAM
cs: Nedostatek paměti RAM
de: Nicht genügend RAM

source: Try the text mode installer by running: '/usr/bin/liveinst -T' from a root terminal.
cs: Zkuste spustit instalační program v textovém režimu pomocí: '/usr/bin/liveinst-T ' z kořenového terminálu.
de: Versuchen Sie das Textmodus-Installationsprogramm, indem Sie: '/usr/bin/liveinst -T' von einem Wurzelterminal.

source: Starting text mode.
cs: Spouští se textový režim.
de: Textmodus starten.

source: The installation cannot continue and the system will be rebooted
cs: Instalace nemůže pokračovat a systém bude restartován.
de: Die Installation kann nicht fortgesetzt werden, und das System wird neu gestartet.

source: Press ENTER to continue
cs: Pokračujte stisknutím klávesy ENTER.
de: Drücken Sie ENTER, um fortzufahren

source: Please ssh install@%s to begin the install.
cs: Prosím, SSH install@%s zahájíte instalaci.
de: Bitte ssh install@%s, um mit der Installation zu beginnen.

source: Please ssh install@HOSTNAME to continue installation.
cs: Chcete-li pokračovat v instalaci, spusťte SSH instalaci @ název_hostitele.
de: Bitte ssh install@HOSTNAME, um die Installation fortzusetzen.

source: User name is reserved for system: %s
cs: Uživatelské jméno je vyhrazeno pro systém: %s
de: Der Benutzername ist für das System reserviert: %s

source: Either a group name in the group list is invalid or groups are not separated by a comma.
cs: Buď je název skupiny v seznamu skupin neplatný, nebo nejsou skupiny odděleny čárkou.
de: Entweder ist ein Gruppenname in der Gruppenliste ungültig, oder Gruppen werden nicht durch ein Komma getrennt.

source: Name cannot start with '-' character.
cs: Název nemůže začínat znakem '-'.
de: Name kann nicht mit '-'-Zeichen beginnen.

source: Name '%s' is not allowed.
cs: Název%snení povolen.
de: Name '%s' ist nicht zulässig.

source: Fully numeric name is not allowed.
cs: Úplný číselný název není povolen.
de: Vollständig numerischer Name ist nicht zulässig.

source: Name '$' is not allowed.
cs: Název ' $ ' není povolen.
de: Der Name ''' ist nicht zulässig.

source: Name cannot contain character: '%s'
cs: Název nesmí obsahovat znak: '%s'
de: Name darf kein Zeichen enthalten: '%s'

source: Name must be shorter than 33 characters.
cs: Název musí být kratší než 33 znaků.
de: Der Name muss kürzer als 33 Zeichen sein.

source: Name '%s' is invalid.
cs: Název%sje neplatný.
de: Name '%s' ist ungültig.

source: Installation
cs: Instalace

source: Starting automated install
cs: Spouštění automatizované instalace
de: Starten der automatisierten Installation

source: Enter '%s' to ignore the warning and attempt to install anyway.
cs: Chcete-li ignorovat upozornění a pokusit se o instalaci, zadejte '%s'.
de: Geben Sie '%s' ein, um die Warnung zu ignorieren und trotzdem zu versuchen, zu installieren.

source: The following mandatory spokes are not completed:
cs: Následující povinné paprsky nejsou dokončeny:
de: Die folgenden obligatorischen Speichen sind nicht ausgefüllt:

source: to begin installation
cs: zahájení instalace
de: , um mit der Installation zu beginnen

source: Please complete all spokes before continuing
cs: Před pokračováním proveďte všechny paprsky.
de: Bitte füllen Sie alle Speichen aus, bevor Sie fortfahren

source: Default HUB title
cs: Výchozí název ROZBOČOVAČE
de: Standard-HUB-Titel

source: to enter the %(spoke_title)s spoke
cs: vstoupit do %(spoke_title)s promluvil
de: , um die %(spoke_title)s zu betreten

source: Enter a new value for '%(title)s' and press %(enter)s
cs: Zadejte novou hodnotu pro '%(title)s' a stiskněte %(enter)s
de: Geben Sie einen neuen Wert für '%(title)s' ein und drücken Sie %(enter)s

source: Would you like to use it anyway?
cs: Chcete jej přesto použít?
de: Möchten Sie es trotzdem verwenden?

source: Installation source
cs: Zdroj instalace
de: Installationsquelle

source: NFS server %s
cs: Server systému souborů NFS %s

source: Local media
cs: Místní média
de: Lokale Medien
