Repository: MemsourceTesting/QA
Catalog: Daria testing/*/*-C.po
Languages: cs, de

source: %(desc)s must be between %(min)d and %(max)d MB in size
cs: %(desc)s musí být v rozsahu od %(min)d do %(max)d MB
de: %(desc)s muss zwischen %(min)d und %(max)d MB groß sein

source: %(desc)s must not be smaller than %(min)dMB.
cs: %(desc)s nesmí být menší než %(min)dMB.
de: %(desc)s darf nicht kleiner als %(min)dMB sein.

source: %(desc)s must not be larger than %(max)dMB.
cs: %(desc)s nesmí být větší než %(max)dMB.
de: %(desc)s darf nicht größer als %(max)dMB sein.

source: %(desc)s must be within the first %(max_end)s of the disk.
cs: %(desc)s musí být v rámci prvního %(max_end)s disku.
de: %(desc)s muss sich innerhalb der ersten %(max_end)s des Datenträgers befinden.

source: %s must be on a primary partition.
cs: %s musí být na primárním oddílu.
de: %s muss sich auf einer primären Partition befinden.

source: Boot loader stage1 device cannot be on an iSCSI disk which is not configured in iBFT.
cs: Zaváděcí zavaděč ze stage1 zařízení nemůže být na disku iSCSI, který není konfigurován v rozhraní iBFT.
de: Das Gerät boot loader stage1 darf sich nicht auf einem iSCSI-Datenträger befinden, der in iBFT nicht konfiguriert ist.

source: %s cannot be on an encrypted block device.
cs: %s nemůže být na šifrovaném blokovým zařízení.
de: %s kann sich nicht auf einem verschlüsselten Blockgerät befinden.

source: %(bootloader_stage2_description)s cannot be on an iSCSI disk which is not configured in iBFT.
cs: %(bootloader_stage2_description)s nemůže být na disku iSCSI, který není konfigurován v rozhraní iBFT.
de: %(bootloader_stage2_description)s kann sich nicht auf einem iSCSI-Datenträger befinden, der nicht in iBFT konfiguriert ist.

source: %(desc)s cannot be of type %(type)s
cs: %(desc)s nemůže být typu %(type)s
de: %(desc)s kann nicht vom Typ sein %(type)s

source: boot loader stage2 device %(stage2dev)s is on a multi-disk array, but boot loader stage1 device %(stage1dev)s is not. A drive failure in %(stage2dev)s could render the system unbootable.
cs: zaváděcí zavaděč STAGE2 zařízení %(stage2dev)s je na víceletém poli, ale zaváděcí zavaděč ze stage1 zařízení %(stage1dev)s není. Chyba jednotky v %(stage2dev)s by mohla způsobit, že systém nebude možné spustit.
de: Bootloader stage2-Gerät %(stage2dev)s befindet sich auf einem Multi-Disk-Array, aber Bootloader stage1-Gerät %(stage1dev)s nicht. Ein Laufwerksfehler in %(stage2dev)s das System möglicherweise nicht mehr gestartet werden kann.

source: boot loader stage2 device %(stage2dev)s is on a multi-disk array, but boot loader stage1 device %(stage1dev)s is not part of this array. The stage1 boot loader will only be installed to a single drive.
cs: zaváděcí zavaděč STAGE2 zařízení %(stage2dev)s je na víceletém poli, ale zaváděcí zavaděč ze stage1 zařízení %(stage1dev)s není součástí tohoto pole. Spouštěcí zavaděč ze stage1 bude nainstalován pouze na jednu jednotku.
de: Bootloader stage2-Gerät %(stage2dev)s befindet sich auf einem Multi-Disk-Array, aber boot loader stage1-Gerät %(stage1dev)s ist nicht Teil dieses Arrays. Der stage1-Bootloader wird nur auf einem einzigen Laufwerk installiert.

source: %(deviceName)s may not have enough space for grub2 to embed core.img when using the %(fsType)s file system on %(deviceType)s
cs: %(deviceName)s pravděpodobně není dostatek místa pro grub2 souboru Core. img při použití systému souborů %(fsType)s na %(deviceType)s
de: %(deviceName)s möglicherweise nicht genügend Platz für grub2 zum Einbetten von core.img, wenn das %(fsType)s Dateisystem verwendet wird %(deviceType)s

source: Host name cannot be None or an empty string.
cs: Název hostitele nemůže být žádný nebo prázdný řetězec.
de: Der Hostname darf nicht Keine oder leere Zeichenfolge sein.

source: Host name must be 255 or fewer characters in length.
cs: Název hostitele musí být kratší než 255 znaků.
de: Der Hostname muss 255 oder weniger Zeichen lang sein.

source: Host names can only contain the characters 'a-z', 'A-Z', '0-9', '-', or '.', parts between periods must contain something and cannot start or end with '-'.
cs: Názvy hostitelů mohou obsahovat pouze znaky "a-z", "A-Z", "0-9", "-" nebo ".", části mezi obdobími musí něco obsahovat a nesmí začínat ani končit znakem-.
de: Hostnamen dürfen nur die Zeichen 'a-z', 'A-Z', '0-9', '-' oder '.' enthalten, Teile zwischen Perioden müssen etwas enthalten und können nicht mit '-' beginnen oder enden.

source: Connecting...
cs: Připojení...
de: Verbindung...

source: Disconnecting...
cs: Odpojení...
de: Trennen...

source: Wired (%(interface_name)s) connected
cs: Kabelová (%(interface_name)s) připojená
de: Wired (%(interface_name)s) angeschlossen

source: Wireless connected to %(access_point)s
cs: Bezdrátová síť připojená k %(access_point)s
de: Drahtlos verbunden mit %(access_point)s

source: Bond %(interface_name)s (%(list_of_slaves)s) connected
cs: Bond %(interface_name)s (%(list_of_slaves)s) připojen
de: Bond-%(interface_name)s (%(list_of_slaves)s) verbunden

source: Team %(interface_name)s (%(list_of_slaves)s) connected
cs: Tým %(interface_name)s (%(list_of_slaves)s) připojen
de: Team %(interface_name)s (%(list_of_slaves)s) verbunden

source: Bridge %(interface_name)s (%(list_of_slaves)s) connected
cs: Most %(interface_name)s (%(list_of_slaves)s) připojen
de: Brücke %(interface_name)s (%(list_of_slaves)s) verbunden

source: VLAN %(interface_name)s (%(parent_device)s, ID %(vlanid)s) connected
cs: VLAN %(interface_name)s (%(parent_device)s, ID %(vlanid)s), připojeno
de: VLAN-%(interface_name)s (%(parent_device)s, ID %(vlanid)s) verbunden

source: Connected: %(list_of_interface_names)s
cs: Připojen: %(list_of_interface_names)s
de: Verbunden: %(list_of_interface_names)s

source: Not connected
cs: Není připojeno
de: Nicht verbunden

source: No network devices available
cs: Nejsou k dispozici žádná síťová zařízení
de: Keine Netzwerkgeräte verfügbar

source: %(productName)s %(productVersion)s installation
cs: %(productName)s %(productVersion)s Instalace

source: %(productName)s %(productVersion)s installation on host %(name)s
cs: %(productName)s %(productVersion)s instalace na hostiteli %(name)s
de: %(productName)s %(productVersion)s Installation auf dem Host %(name)s

source: Attempting to connect to vnc client on host %s...
cs: Probíhá pokus o připojení k VNC klientovi na hostiteli %s...
de: Es wird versucht, eine Verbindung mit dem vnc-Client auf Host-%sherzustellen ...

source: Connected!
cs: Připojen!
de: Verbunden!

source: Will try to connect again in 15 seconds...
cs: Pokusí se o připojení znovu za 15 sekund...
de: Versucht, in 15 Sekunden erneut eine Verbindung herzustellen...

source: Giving up attempting to connect after %d try!
cs: Pokus o připojení po %d pokusu!
de: Aufgeben des Versuchs, sich nach %d zu verbinden!

source: Attempting to start vncconfig
cs: Pokus o spuštění vncconfig
de: Versuch, vncconfig zu starten

source: Please manually connect your vnc client to %s to begin the install.
cs: Připojte svůj VNC klient ručně k %s a zahajte instalaci.
de: Verbinden Sie Ihren vnc-Client manuell mit %s, um mit der Installation zu beginnen.

source: Please manually connect your vnc client to IP-ADDRESS:%s to begin the install. Switch to the shell (Ctrl-B 2) and run 'ip addr' to find the IP-ADDRESS.
cs: Ručně připojte VNC Client k IP-ADDRESS:%s pro zahájení instalace. Přepněte do prostředí (CTRL-B 2) a spusťte ' IP addr ' pro nalezení adresy IP.
de: Bitte verbinden Sie Ihren vnc-Client manuell mit IP-ADDRESS:%s, um mit der Installation zu beginnen. Wechseln Sie zur Shell (Strg-B 2) und führen Sie 'ip addr' aus, um die IP-ADDRESS zu finden.

source: Starting VNC...
cs: Spouštění VNC...
de: VNC wird gestartet...

source: The VNC server is now running.
cs: VNC server je nyní spuštěn.
de: Der VNC-Server wird jetzt ausgeführt.

source: You chose to connect to a listening vncviewer. This does not require a password to be set. If you set a password, it will be used in case the connection to the vncviewer is unsuccessful
cs: Rozhodli jste se připojit k naslouchající vncviewer. Toto nastavení nevyžaduje zadání hesla. Pokud jste nastavit heslo, bude použito v případě, že připojení k vncviewer není úspěšný
de: Sie haben sich entschieden, eine Verbindung zu einem hörenden Vncviewer herzustellen. Dazu muss kein Kennwort festgelegt werden. Wenn Sie legen Sie ein Passwort fest, es wird verwendet, falls die Verbindung zum vncviewer ist nicht erfolgreich

source: WARNING!!! VNC server running with NO PASSWORD! You can use the vncpassword=PASSWORD boot option if you would like to secure the server.
cs: Upozornění!!! VNC server se spuštěným systémem bez hesla! Můžete použít možnost vncpassword = heslo pro spuštění. Pokud chcete server zabezpečit.
de: Warnung!!! VNC-Server läuft mit NO PASSWORD! Sie können die Startoption vncpassword=PASSWORD verwenden , wenn Sie den Server sichern möchten.

source: You chose to execute vnc with a password.
cs: Rozhodli jste se provést VNC s heslem.
de: Sie haben vnc mit einem Kennwort ausgeführt.

source: Unknown Error. Aborting.
cs: Neznámá chyba. Přerušení.
de: Unbekannter Fehler. Abbrechen.

source: VNC password must be six to eight characters long. Please enter a new one, or leave blank for no password.
cs: VNC heslo musí být dlouhé šest až osm znaků. Zadejte nový nebo ponechejte prázdné, aby nebylo heslo zadáno.
de: Das VNC-Kennwort muss sechs bis acht Zeichen lang sein. Geben Sie ein neues ein, oder lassen Sie das Feld leer, um kein Kennwort zu erhalten.

source: %(productName)s %(productVersion)s INSTALLATION
cs: %(productName)s %(productVersion)s INSTALACE

source: New %(name)s %(version)s Installation
cs: Nová instalace %(name)s %(version)s
de: Neue %(name)s %(version)s Installation

source: boot loader device
cs: spouštěcí zaváděcí zařízení
de: Bootloader-Gerät

source: RAID Device
cs: Zařízení RAID
de: RAID-Gerät

source: First sector of boot partition
cs: První sektor spouštěcího oddílu
de: Erster Sektor der Bootpartition

source: Master Boot Record
cs: Hlavní spouštěcí záznam

source: You must include at least one MBR- or GPT-formatted disk as an install target.
cs: Jako cíl instalace je nutné zahrnout alespoň jeden disk s formátem MBR nebo GPT.
de: Sie müssen mindestens einen MBR- oder GPT-formatierten Datenträger als Installationsziel einschließen.

source: EFI System Partition
cs: Systémový oddíl EFI

source: For a UEFI installation, you must include an EFI System Partition on a GPT-formatted disk, mounted at /boot/efi.
cs: U instalace s rozhraním UEFI je nutné zahrnout systémový oddíl EFI na disk s formátem GPT, který je připojen na/Boot/EFI.
de: Für eine UEFI-Installation müssen Sie eine EFI-Systempartition auf einer GPT-formatierten Festplatte einschließen, die bei /boot/efi bereitgestellt wird.

source: Apple EFI Boot Partition
cs: Spouštěcí oddíl Apple EFI

source: For a UEFI installation, you must include a Linux HFS+ ESP on a GPT-formatted disk, mounted at /boot/efi.
cs: Pro instalaci s rozhraním UEFI je nutné zahrnout systém Linux HFS + ESP na disk s formátem GPT, připojený na/Boot/EFI.
de: Für eine UEFI-Installation müssen Sie ein Linux HFS+ ESP auf einer GPT-formatierten Festplatte einschließen, die bei /boot/efi bereitgestellt wird.

source: PReP Boot Partition
cs: Spouštěcí oddíl PReP

source: You must include a PReP Boot Partition within the first 4GiB of an MBR- or GPT-formatted disk.
cs: Do prvního 4GiB disku s formátem MBR nebo GPT je nutné zahrnout spouštěcí oddíl PReP.
de: Sie müssen eine PReP-Boot-Partition innerhalb der ersten 4GiB eines MBR- oder GPT-formatierten Datenträgers einschließen.

source: Apple Bootstrap Partition
cs: Oddíl pro Bootstrap Apple

source: You must include an Apple Bootstrap Partition on an Apple Partition Map-formatted disk.
cs: Oddíl Apple Bootstrap je nutné zahrnout na disk formátovaný jako mapa Apple partition.
de: Sie müssen eine Apple Bootstrap-Partition auf einer mit Apple Partition Map formatierten Festplatte einschließen.

source: DASD
cs: FUNKCE DASD

source: zFCP
cs: Protokol zFCP

source: You must include at least one MBR- or DASD-formatted disk as an install target.
cs: Jako cíl instalace je nutné zahrnout alespoň jeden disk ve formátu MBR nebo DASD.
de: Sie müssen mindestens einen MBR- oder DASD-formatierten Datenträger als Installationsziel einschließen.

source: You must include at least one MBR-formatted disk as an install target.
cs: Jako cíl instalace je nutné zahrnout alespoň jeden disk ve formátu MBR.
de: Sie müssen mindestens einen MBR-formatierten Datenträger als Installationsziel einschließen.

source: policy name required for %s
cs: Název zásady požadovaný pro %s
de: Richtlinienname erforderlich für %s

source: A %(command)s with the name %(policyName)s has already been defined.
cs: %(command)s s názvem %(policyName)s již byl definován.
de: Ein %(command)s mit dem Namen %(policyName)s wurde bereits definiert.

source: Receiving objects: %(percent)d%% (%(fetched)d/%(requested)d) %(bytes)s
cs: Příjem objektů: %(percent)d%% (%(fetched)d/%(requested)d) %(bytes)s
de: Empfangsobjekte: %(percent)d%% (%(fetched)d/%(requested)d) %(bytes)s

source: Writing objects
cs: Psaní objektů
de: Schreiben von Objekten

source: Starting pull of %(branchName)s from %(source)s
cs: Startování tahem %(branchName)s od %(source)s
de: Startzug der %(branchName)s von %(source)s

source: Preparing deployment of %s
cs: Příprava nasazení %s
de: Vorbereiten der Bereitstellung von %s

source: Deployment starting: %s
cs: Spuštění nasazení: %s
de: Bereitstellung beginnt: %s

source: Deployment complete: %s
cs: Zavedení dokončeno: %s
de: Bereitstellung abgeschlossen: %s

source: Downloading %(total_files)s RPMs, %(downloaded)s / %(total_size)s (%(percent)d%%) done.
cs: Stahování %(total_files)s RPMs, %(downloaded)s/%(total_size)s (%(percent)d%%) bylo provedeno.
de: Herunterladen %(total_files)s RPMs, %(downloaded)s / %(total_size)s (%(percent)d%%) fertig.

source: Starting package installation process
cs: Spouštění procesu instalace balíčku
de: Starten des Paketinstallationsvorgangs

source: Downloading packages
cs: Stahování balíčků
de: Herunterladen von Paketen

source: Preparing transaction from installation source
cs: Příprava transakce ze zdroje instalace
de: Vorbereiten der Transaktion aus der Installationsquelle

source: Installing %s
cs: Instalace %s
de: Installation %s

source: Configuring %s
cs: Konfigurace %s
de: Konfigurieren %s

source: Verifying %s
cs: Ověření %s
de: Überprüfen %s

source: Installing software
cs: Instalace softwaru
de: Installieren von Software

source: Downloading %(url)s (%(pct)d%%)
cs: Stahování %(url)s (%(pct)d%%)
de: herunterladen %(url)s (%(pct)d%%)

source: Checking image checksum
cs: Kontrola kontrolního součtu obrázku
de: Überprüfen der Bildprüfsumme

source: Failed to set up installation source
cs: Nastavení zdroje instalace se nezdařilo.
de: Fehler beim Einrichten der Installationsquelle

source: Error downloading package metadata
cs: Chyba při stahování metadat balíčku
de: Fehler beim Herunterladen von Paketmetadaten

source: New Selector
cs: Nový selektor
de: Neuer Selektor

# GUI|Standalone Navigation
source: _Quit
cs: _Ukončit

# GUI|Standalone Navigation
source: _Continue
cs: _Pokračovat

source: DISTRIBUTION INSTALLATION
cs: DISTRIBUČNÍ ZAŘÍZENÍ
de: DISTRIBUTIONSINSTALLATION

source: SPOKE NAME
cs: JMÉNO MLUVILY

source: PRE-RELEASE / TESTING
cs: PŘEDBĚŽNÁ VERZE/ZKOUŠENÍ

source: Current layout: '%s'. Click to switch to the next layout.
cs: Aktuální rozložení: '%s'. Klepnutím přepnete na další rozložení.
de: Aktuelles Layout: '%s'. Klicken Sie hier, um zum nächsten Layout zu wechseln.

source: Current layout: '%s'. Add more layouts to enable switching.
cs: Aktuální rozložení: '%s'. Chcete-li povolit přepínání, přidejte další rozložení.
de: Aktuelles Layout: '%s'. Fügen Sie weitere Layouts hinzu, um das Wechseln zu aktivieren.

# GUI|Spoke Navigation
source: _Done
cs: Hotovo

source: New Device
cs: Nové zařízení
de: Neues Gerät

# GUI|Error Dialog
source: _Exit Installer
cs: _Ukončit instalační program

source: Error
cs: Chyba
de: Fehler

# GUI|Main
source: _No
cs: _Bez

# GUI|Main
source: _Yes
cs: _Ano

source: Are you sure you wish to quit the installation process?
cs: Opravdu chcete ukončit proces instalace?
de: Sind Sie sicher, dass Sie die Installationsprozess?

source: Quit
cs: Ukončete
de: Beenden

source: CONFIGURATION
cs: KONFIGURACE
de: KONFIGURATION

source: Preparing to install
cs: Příprava instalace
de: Vorbereiten der Installation

# GUI|Progress
source: _Finish configuration
cs: _Dokončit konfiguraci
de: _Finish Konfiguration

# GUI|Progress
source: _Reboot
cs: _Restartovat počítač

source: INSTALLATION SUMMARY
cs: SOUHRN INSTALACE
de: INSTALLATIONSZUSAMMENFASSUNG

# GUI|Summary
source: _Quit
cs: _Ukončit

# GUI|Summary
source: _Begin Installation
cs: _Zahájit instalaci

source: We won't touch your disks until you click 'Begin Installation'.
cs: Vaše disky se nedotkne, dokud nekliknete na tlačítko zahájit instalaci.
de: Wir berühren Ihre Festplatten erst, wenn Sie auf "Installation beginnen" klicken.

# GUI|Storage|Need Space Dialog
source: _Cancel & add more disks
cs: _Cancel & Přidat další disky
de: _Cancel & weitere Festplatten hinzufügen

# GUI|Storage|Need Space Dialog
source: _Reclaim space
cs: _Uvolnit místo
de: _Reclaim Raum

source: INSTALLATION OPTIONS
cs: MOŽNOSTI INSTALACE
de: INSTALLATIONSOPTIONEN

source: Here we'll describe how much space is needed for the current software selection.
cs: Zde bude popsáno, kolik místa je potřeba pro aktuální výběr softwaru.
de: Hier beschreiben wir, wie viel Platz für die aktuelle Softwareauswahl benötigt wird.

source: disk free
cs: Volný disk
de: Festplattenfrei

source: Free space available for use.
cs: Volné místo k dispozici pro použití.
de: Freier Speicherplatz zur Verfügung.

source: fs free
cs: FS zdarma
de: fs frei

source: Free space unavailable but reclaimable from existing partitions.
cs: Volné místo není k dispozici, ale nelze je znovu získat z existujících oddílů.
de: Freier Speicherplatz ist nicht verfügbar, kann jedoch von vorhandenen Partitionen wiederauffreien Daten ausgewonnen werden.

source: Here we'll describe what your options are.
cs: Zde popíšete, jaké máte možnosti.
de: Hier beschreiben wir, was Ihre Optionen sind.

source: Need Space
cs: Potřeba místo
de: Brauchen Platz

# GUI|Storage|No Space Dialog
source: _Quit installer
cs: _Ukončit instalační program

# GUI|Storage|No Space Dialog
source: _Cancel
cs: _Zrušit akci

source: No Space
cs: Bez mezery
de: Kein Platz

source: INSTALLATION DESTINATION
cs: CÍL INSTALACE
de: INSTALLATIONSZIEL

source: Device Selection
cs: Výběr zařízení
de: Geräteauswahl

source: Select the device(s) you'd like to install to. They will be left untouched until you click on the main menu's "Begin Installation" button.
cs: Vyberte zařízení, do kterých chcete instalovat. Budou ponechány beze změny, dokud nekliknete na tlačítko "zahájit instalaci" hlavní nabídky.
de: Wählen Sie das Gerät aus, auf dem Sie installieren möchten. Sie bleiben unberührt, bis Sie auf die Schaltfläche "Installation beginnen" des Hauptmenüs klicken.

source: Local Standard Disks
cs: Místní standardní disky
de: Lokale Standarddatenträger

source: Disks left unselected here will not be touched.
cs: Nevybrané disky se nedotkly.
de: Datenträger, die hier nicht ausgewählt wurden, werden nicht berührt.

source: Specialized & Network Disks
cs: Specializované & síťové disky
de: Spezialisierte & Netzwerk-Datenträger

# GUI|Storage
source: _Add a disk...
cs: _Přidat disk...
de: _Add eine Festplatte...

source: Add Specialized Disk
cs: Přidat specializovaný disk
de: Specialized Disk hinzufügen

source: Storage Configuration
cs: Konfigurace úložiště
de: Speicherkonfiguration

# GUI|Storage
source: _Custom
cs: _Vlastní

# GUI|Storage
source: Advanced Custom (_Blivet-GUI)
cs: Pokročilé vlastní (_Blivet-GUI)

# GUI|Storage
source: I would like to _make additional space available.
cs: Chci vytvořit další místo k dispozici.
de: Ich möchte zusätzlichen Platz _make.

source: Encryption
cs: Šifrování
de: Verschlüsselung

# GUI|Storage
source: _Encrypt my data.
cs: _Šifrovat data.
de: _Encrypt meine Daten.

source: You'll set a passphrase next.
cs: Pak nastavíte přístupové heslo.
de: Als nächstes legen Sie eine Passphrase fest.

source: Storage Options
cs: Možnosti úložiště
de: Speicheroptionen

source: summary
cs: Shrnutí
de: Zusammenfassung

# GUI|Storage
source: _Full disk summary and boot loader...
cs: _Úplný souhrn disku a zaváděcí zavaděč...
de: _Full Datenträgerzusammenfassung und Bootloader...

# GUI|Storage
source: _Refresh...
cs: _Aktualizovat...

source: LANGUAGE SUPPORT
cs: JAZYKOVÁ PODPORA
de: SPRACHUNTERSTÜTZUNG

source: Select additional language support to be installed:
cs: Vyberte další jazykovou podporu, která má být nainstalována:
de: Wählen Sie zusätzliche Sprachunterstützung aus, die installiert werden soll:

source: Type here to search.
cs: Sem zadejte text, který chcete prohledat.
de: Geben Sie hier ein, um zu suchen.

source: Add a new mount point.
cs: Přidejte nový přípojný bod.
de: Fügen Sie einen neuen Montagepunkt hinzu.

# GUI|Custom Partitioning
source: Add
cs: Přidat
de: Hinzufügen

source: Remove the selected mount point(s).
cs: Odstranit vybrané přípojné body.
de: Entfernen Sie den ausgewählten Einhängepunkt(n).

# GUI|Custom Partitioning
source: Remove
cs: Odebrat
de: Entfernen

source: Reload storage configuration from disk.
cs: Znovu načíst konfiguraci úložiště z disku
de: Laden Sie die Speicherkonfiguration vom Datenträger neu.

# GUI|Custom Partitioning
source: Refresh
cs: Aktualizovat
de: Aktualisieren

source: Selected Device
cs: Vybrané zařízení
de: Ausgewähltes Gerät

source: Device description
cs: Popis zařízení
de: Gerätebeschreibung

# GUI|Custom Partitioning|Configure|Devices
source: Mount _Point:
cs: Připojit _Bod:

# GUI|Custom Partitioning|Configure|Devices
source: Desired _Capacity:
cs: Požadovaná _Kapacita:
de: Gewünschte _Capacity:

# GUI|Custom Partitioning|Configure|Devices
source: _Label:
cs: Popisek

source: Device(s):
cs: Zařízení:
de: Gerät(e):

# GUI|Custom Partitioning|Configure|Devices
source: _Modify...
cs: _Změnit...

# GUI|Custom Partitioning|Configure|Devices
source: _Name:
cs: Název

# GUI|Custom Partitioning|Configure
source: Device _Type:
cs: Typ zařízení:
de: Gerät _Type:

# GUI|Custom Partitioning|Configure
source: _Encrypt
cs: _Šifrovat

# GUI|Custom Partitioning|Configure
source: File S_ystem:
cs: S_ystem souboru:
de: Datei S_ystem:

# GUI|Custom Partitioning|Configure
source: _Volume Group:
cs: _Skupina svazků:
de: _Volume Gruppe:

# GUI|Custom Partitioning|Configure
source: _Modify...
cs: _Změnit...

# GUI|Custom Partitioning|Configure
source: RA_ID Level:
cs: Úroveň RA_ID:
de: RA_ID Ebene:

# GUI|Custom Partitioning|Configure
source: LUKS Version:
cs: Verze LUKS:

# GUI|Custom Partitioning|Configure|Devices
source: _Update Settings
cs: _Aktualizovat nastavení
de: _Update Einstellungen

source: Note: The settings you make on this screen will not be applied until you click on the main menu's 'Begin Installation' button.
cs: Poznámka: nastavení, které provedete na této obrazovce, nebude použito, dokud nekliknete na tlačítko "zahájit instalaci" hlavní nabídky.
de: Hinweis: Die Einstellungen, die Sie auf diesem Bildschirm vornehmen, werden erst angewendet, wenn Sie auf die Schaltfläche "Installation beginnen" des Hauptmenüs klicken.

source: This device is encrypted and cannot be read without a valid passphrase. You may unlock it below.
cs: Toto zařízení je šifrováno a nelze je číst bez platného přístupového hesla. Můžete ho odemknout.
de: Dieses Gerät ist verschlüsselt und kann ohne gültige Passphrase nicht gelesen werden. Sie können es unten entsperren.

# GUI|Custom Partitioning|Encrypted
source: _Passphrase:
cs: Heslo

# GUI|Custom Partitioning|Encrypted
source: _Unlock
cs: _Odemknout
