Repository: MemsourceTesting/QA
Catalog: Daria testing/*/*-C.po
Languages: cs, de

source: Full Name
cs: Celé jméno
de: Vollständiger Name

source: User Name
cs: Uživatelské jméno
de: Benutzername

# GUI|User
source: _Password
cs: _Heslo

# GUI|User
source: _Confirm password
cs: _Potvrdit heslo
de: _Confirm-Passwort

source: <b>Tip:</b> Keep your user name shorter than 32 characters and do not use spaces.
cs: < b > Tip: </b > Udržujte uživatelské jméno kratší než 32 znaků a nepoužívejte mezery.
de: <b>Tipp:</b> Halten Sie Ihren Benutzernamen kürzer als 32 Zeichen und verwenden Sie keine Leerzeichen.

# GUI|User
source: _Require a password to use this account
cs: _Požadovat heslo pro použití tohoto účtu
de: _Require ein Kennwort für die Verwendung dieses Kontos

# GUI|User
source: _Make this user administrator
cs: _Nastavit tohoto uživatele jako správce
de: _Make diesem Benutzeradministrator

# GUI|User
source: _Advanced...
cs: _Upřesnit...

source: Add device
cs: Přidat zařízení
de: Gerät hinzufügen

# GUI|Network|Add Device Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Network|Add Device Dialog
source: _Select the type of device you wish to add
cs: _Vyberte typ zařízení, které chcete přidat.
de: _Select den Typ des Geräts, das Sie hinzufügen möchten

source: NETWORK & HOST NAME
cs: SÍŤOVÝ & NÁZEV HOSTITELE
de: NETZWERK & HOST NAME

source: Please use the live desktop environment's tools for customizing your network configuration. You can set the host name here.
cs: K vlastnímu nastavení konfigurace sítě použijte nástroje pro prostředí živé plochy. Zde můžete nastavit název hostitele.
de: Verwenden Sie die Tools der Live-Desktopumgebung, um Ihre Netzwerkkonfiguration anzupassen. Sie können den Hostnamen hier festlegen.

source: Slaves
cs: Otroky
de: Sklaven

source: Default Route
cs: Výchozí trasa
de: Standardroute

source: Speed
cs: Rychlost
de: Geschwindigkeit

source: Hardware Address
cs: Adresa hardwaru
de: Hardware-Adresse

source: Parent
cs: Nadřazené
de: Elternteil

source: VLAN ID
cs: ID SÍTĚ VLAN

# GUI|Network|Wired
source: _Configure...
cs: _Konfigurovat...

source: Security
cs: Zabezpečení
de: Sicherheit

# GUI|Network|Wireless
source: _Network Name
cs: _Síťový název

source: Network Name
cs: Název sítě
de: Netzwerkname

source: Security Key
cs: Zabezpečovací klíč
de: Sicherheitsschlüssel

# GUI|Network|Wireless
source: _Use as Hotspot...
cs: _Použít jako aktivní bod...
de: _Use als Hotspot...

# GUI|Network|Wireless
source: _Stop Hotspot...
cs: _Zastavit aktivní bod...

# GUI|Network|Wireless
source: _Configure...
cs: _Konfigurovat...

source: Provider
cs: Zprostředkovatel
de: Anbieter

# GUI|Network|Mobile Broadband
source: _Configure...
cs: _Konfigurovat...

source: VPN Type
cs: Typ sítě VPN
de: VPN-Typ

source: Gateway
cs: Brána

source: Group Name
cs: Název skupiny
de: Gruppenname

source: Group Password
cs: Skupinové heslo
de: Gruppenkennwort

# GUI|Network|VPN
source: _Configure...
cs: _Konfigurovat...

# GUI|Network|Proxy
source: _Method
cs: _Metoda

# GUI|Network|Proxy
source: _Configuration URL
cs: _Konfigurační adresa URL

# GUI|Network|Proxy
source: HTTP _Proxy
cs: _Proxy HTTP

# GUI|Network|Proxy
source: H_TTPS Proxy
cs: Proxy server H_TTPS

# GUI|Network|Proxy
source: _FTP Proxy
cs: Proxy server _FTP

# GUI|Network|Proxy
source: _Socks Host
cs: Hostitel _Socks

source: Network Config Box
cs: Dialogové okno Síťová konfigurace
de: Netzwerk-Config-Box

# GUI|Network
source: Airplane Mode
cs: Režim letadla
de: Flugzeugmodus

source: More Network Config Box
cs: Další konfigurační pole sítě
de: Mehr Network Config Box

# GUI|Network
source: _Host Name:
cs: _Název hostitele:

# GUI|Network|Hostname
source: _Apply
cs: _Použít

source: Set as current system host name.
cs: Nastavit jako aktuální systémový název hostitele.
de: Wird als aktueller Systemhostname festgelegt.

source: Current host name:
cs: Aktuální název hostitele:
de: Aktueller Hostname:

source: NETWORK CONFIGURATION
cs: KONFIGURACE SÍTĚ
de: NETZWERKKONFIGURATION

source: We'll need network access to fetch information about your location and to make software updates available for you.
cs: K získání informací o vašem umístění a vytvoření softwaru bude potřeba síťový přístup aktualizace, které jsou k dispozici.
de: Wir benötigen Netzwerkzugriff, um Informationen über Ihren Standort abzurufen und Software zu erstellen Updates für Sie verfügbar.

source: Authentication
cs: Ověřování
de: Authentifizierung

# GUI|Network|Authentication Dialog
source: _Cancel
cs: _Zrušit akci

source: Passwords or encryption keys are required to access the wireless network
cs: K přístupu jsou vyžadována hesla nebo šifrovací klíče. Bezdrátová síť
de: Kennwörter oder Verschlüsselungsschlüssel sind für den Zugriff auf das drahtlose Netzwerk

source: BLIVET GUI PARTITIONING
cs: DĚLENÍ NA GUI BLIVET

# GUI|Blivet Gui Partitioning
source: _Undo last action
cs: _Zpět poslední akci
de: _Undo letzte Aktion

# GUI|Blivet Gui Partitioning
source: _Reset All
cs: _Obnovit vše
de: _Reset Alle

# GUI|Welcome|Beta Warn Dialog
source: I want to _exit.
cs: Chci to skončit.
de: Ich möchte _exit.

# GUI|Welcome|Beta Warn Dialog
source: I want to _proceed.
cs: Chci pokračovat.
de: Ich möchte _proceed.

source: This is unstable, pre-release software.
cs: Tento software je nestabilní, předprodejní verze.
de: Dies ist instabile Vorab-Software.

source: Notice: This is pre-released software that is intended for development and testing purposes only. Do *not* use this software for any critical work or for production environments. By clicking "I want to proceed", you understand and accept the risks associated with pre-released software, that you intend to use this for testing and development purposes only and are willing to report any bugs or issues in order to enhance this work. If you do not understand or accept the risks, then please exit this program by selecting "I want to exit" which will reboot your system.
cs: Poznámka: Jedná se o předem vydaný software určený pouze pro účely vývoje a testování. Nepoužívejte tento software pro kritické práce nebo pro provozní prostředí. Klepnutím na tlačítko "Chci pokračovat" pochopíte a přijmete rizika spojená s předvydanou softwarem, které zamýšlíte použít pouze k testování a vývojovým účelům a jsou ochotni hlásit jakékoli chyby nebo problémy, aby bylo možné tuto práci vylepšit. Pokud tato rizika neporozuměla nebo nejsou akceptujete, ukončete tento program zvolením "Chci ukončit", který restartuje systém.
de: Hinweis: Dies ist eine vorab veröffentlichte Software, die nur für Entwicklungs- und Testzwecke bestimmt ist. Verwenden Sie diese Software nicht für kritische Arbeiten oder für Produktionsumgebungen. Wenn Sie auf "Ich möchte fortfahren" klicken, verstehen und akzeptieren Sie die Risiken, die mit vorab veröffentlichter Software verbunden sind, dass Sie beabsichtigen, diese nur zu Test- und Entwicklungszwecken zu verwenden und bereit sind, Fehler oder Probleme zu melden, um diese Arbeit zu verbessern. Wenn Sie die Risiken nicht verstehen oder akzeptieren, beenden Sie bitte dieses Programm, indem Sie "Ich möchte beenden" auswählen, das Ihr System neu startet.

source: Beta Warn
cs: Beta varování

source: What language would you like to use during the installation process?
cs: Jaký jazyk chcete použít během procesu instalace?
de: Welche Sprache möchten Sie während des Installationsvorgangs verwenden?

source: Languages
cs: Jazyky
de: Sprachen

source: Locales
cs: Národní prostředí

source: WELCOME
cs: VÍTEJ
de: WILLKOMMEN

source: SYSTEM PURPOSE
cs: ÚČEL SYSTÉMU
de: SYSTEMZWECK

source: Red Hat Service Level Agreement
cs: Dohoda o úrovni služby Red Hat

source: Usage
cs: Použití
de: Verwendung

source: Role
cs: Roli
de: Rolle

source: How will you use this system? All fields are optional, and changes can be made after installation.
cs: Jak budete používat tento systém? Všechna pole jsou volitelná a změny lze provést po instalaci.
de: Wie werden Sie dieses System verwenden? Alle Felder sind optional, und Änderungen können nach der Installation vorgenommen werden.

source: KEYBOARD LAYOUT
cs: ROZLOŽENÍ KLÁVESNICE
de: TASTATURLAYOUT

source: Which keyboard layouts would you like to use on this system? You may move any layout to the top of the list to select it as the default.
cs: Které rozložení klávesnice chcete v tomto systému použít? Libovolné rozložení můžete přesunout na začátek seznamu a vybrat jej jako výchozí.
de: Welche Tastaturlayouts möchten Sie auf diesem System verwenden? Sie können ein beliebiges Layout an den Rand der Liste verschieben, um es als Standard auszuwählen.

source: Changes here will only apply to the installed system. Use the desktop's tool to configure the keyboard for the installation process.
cs: Změny se zde týkají pouze nainstalovaného systému. Pomocí nástroje plochy můžete nakonfigurovat klávesnici pro proces instalace.
de: Änderungen hier gelten nur für das installierte System. Verwenden Sie das Desktop-Tool, um die Tastatur für den Installationsvorgang zu konfigurieren.

source: Selected Layouts
cs: Vybraná rozložení
de: Ausgewählte Layouts

# GUI|Keyboard Layout
source: _Add layout
cs: _Přidat rozložení

# GUI|Keyboard Layout
source: _Remove layout
cs: _Odebrat rozložení

# GUI|Keyboard Layout
source: Move selected layout _up
cs: Přesunout vybrané rozložení _nahoru
de: Ausgewähltes Layout _up verschieben

# GUI|Keyboard Layout
source: Move selected layout _down
cs: Přesunout vybrané rozložení _dolů
de: Ausgewähltes Layout _down verschieben

# GUI|Keyboard Layout
source: _Preview layout
cs: _Náhled rozložení

# GUI|Keyboard Layout
source: _Test the layout configuration below:
cs: _Testovat konfiguraci rozložení:
de: _Test der Layoutkonfiguration unten:

source: Alt + Shift to switch layouts.
cs: Chcete-li přepnout rozložení, stiskněte klávesy ALT + SHIFT.
de: Alt + Umschalt, um Layouts zu wechseln.

# GUI|Keyboard Layout
source: _Options
cs: _Možnosti

# GUI|Keyboard Layout|Add Layout
source: _Cancel
cs: _Zrušit akci

source: ADD A KEYBOARD LAYOUT
cs: PŘIDÁNÍ ROZLOŽENÍ KLÁVESNICE

source: You may add a keyboard layout by selecting it below:
cs: Chcete-li přidat rozložení klávesnice, můžete je vybrat níže:
de: Sie können ein Tastaturlayout hinzufügen, indem Sie es unten auswählen:

source: Available Layouts
cs: Dostupná rozložení
de: Verfügbare Layouts

source: Add Layout
cs: Přidat rozložení
de: Hinzufügen von Layout

# GUI|Keyboard Layout|Switching Options
source: _Cancel
cs: _Zrušit akci

source: LAYOUT SWITCHING OPTIONS
cs: MOŽNOSTI PŘEPÍNÁNÍ ROZLOŽENÍ
de: LAYOUT-SWITCHING-OPTIONEN

source: Which combination(s) would you prefer for switching between keyboard layouts?
cs: Kterou kombinaci chcete při přepínání mezi rozložením klávesnice upřednostnit?
de: Welche Kombination(en) würden Sie für den Wechsel zwischen Tastaturlayouts bevorzugen?

source: Layout Options
cs: Možnosti rozložení
de: Layoutoptionen

# GUI|Passphrase Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Passphrase Dialog
source: _Save Passphrase
cs: _Uložit přístupové heslo

source: DISK ENCRYPTION PASSPHRASE
cs: PŘÍSTUPOVÉ HESLO PRO ŠIFROVÁNÍ DISKU
de: FESTPLATTENVERSCHLÜSSELUNGS-PASSPHRASE

source: You have chosen to encrypt some of your data. You will need to create a passphrase that you will use to access your data when you start your computer.
cs: Rozhodli jste se zašifrovat některá data. Bude nutné vytvořit přístupové heslo, které použijete pro přístup k datům při spuštění počítače.
de: Sie haben sich entschieden, einige Ihrer Daten zu verschlüsseln. Sie müssen eine Passphrase erstellen, die Sie verwenden, um auf Ihre Daten zuzugreifen, wenn Sie Ihren Computer starten.

# GUI|Passphrase Dialog
source: _Passphrase:
cs: Heslo

source: Warning: You won't be able to switch between keyboard layouts (from the default one) when you decrypt your disks after install.
cs: Upozornění: Při dešifrování disků po instalaci nebude možné přepínat mezi rozloženími klávesnice (z výchozího nastavení).
de: Warnung: Sie können nicht zwischen Tastaturlayouts (von der Standardeinstellung) wechseln, wenn Sie Ihre Datenträger nach der Installation entschlüsseln.

source: RESCAN DISKS
cs: PROHLEDAT DISKY

# GUI|Refresh Dialog|Rescan
source: _Cancel
cs: _Zrušit akci

source: You can remove or insert additional disks at this time and press 'Rescan Disks' below for the changes to take effect.
cs: V tomto okamžiku můžete odebrat nebo vložit další disky a změny se projeví po stisknutí tlačítka Prohledat disky.
de: Sie können zu diesem Zeitpunkt zusätzliche Datenträger entfernen oder einfügen und unten auf "Datenträger scannen" drücken, damit die Änderungen wirksam werden.

source: <b>Warning:</b> All storage changes made using the installer will be lost when you press 'Rescan Disks'.
cs: < b > Upozornění: </b > všechny změny v úložišti provedené pomocí instalačního programu budou ztraceny po stisknutí tlačítka Prohledat disky.
de: <b>Warnung:</b> Alle Speicheränderungen, die mit dem Installationsprogramm vorgenommen wurden, gehen verloren, wenn Sie 'Datenträger neu scannen' drücken.

# GUI|Refresh Dialog|Rescan
source: _Rescan Disks
cs: _Prohledat disky
de: _Rescan-Datenträger

source: Scanning disks. This may take a moment...
cs: Probíhá skenování disků. To může chvíli trvat...
de: Scannen von Datenträgern. Dies kann einen Moment dauern...

source: You may <a href="">go back to the main menu</a> to complete other installation options while this scan completes.
cs: Můžete < a href = "" > vrátit se do hlavní nabídky </a > dokončit ostatní možnosti instalace při dokončení tohoto prohledávání.
de: Sie können <a href="">gehen Sie zurück zum Hauptmenü</a>, um andere Installationsoptionen, während dieser Scan abgeschlossen ist.

source: Disk rescan complete.
cs: Disk lze prohledat.
de: Datenträgererneuter Scan vorgangsiert.

source: Pressing 'OK' below will take you to the disk selection screen where you will need to re-select your disks.
cs: Klepnutím na tlačítko OK níže se zobrazí obrazovka s výběrem disku, na které budete muset znovu vybrat disky.
de: Wenn Sie unten mit "OK" klicken, werden Sie zum Datenträgerauswahlbildschirm gebracht, wo Sie Ihre Datenträger erneut auswählen müssen.

source: UNFORMATTED DASDS
cs: NEFORMÁTOVANÉ DASDS

# GUI|DAD Format Dialog
source: _Cancel
cs: _Zrušit akci

source: The following unformatted or LDL DASDs have been detected on your system. You can choose to format them now with dasdfmt or cancel to leave them unformatted. Unformatted DASDs cannot be used during installation.
cs: V systému byly zjištěny následující neformátované nebo LDL DASDs. Můžete je nyní formátovat pomocí nástroje dasdfmt nebo zrušit jejich formátování. Neformátované DASDs nelze použít během instalace.
de: Die folgenden unformatierten oder LDL-DASDs wurden auf Ihrem System erkannt. Sie können sie jetzt mit dasdfmt formatieren oder abbrechen, um sie unformatiert zu lassen. Unformatierte DASDs können während der Installation nicht verwendet werden.

source: Unformatted DASDs Detected
cs: Byly zjištěny neformátované Dasdy
de: Unformatierte DASDs erkannt

source: <b>Warning</b>: All storage changes made using the installer will be lost when you choose to format.
cs: < b > upozornění </b >: při volbě formátování budou ztraceny všechny změny v úložišti provedené pomocí instalačního programu.
de: <b>Warnung</b>: Alle Speicheränderungen, die mit dem Installationsprogramm vorgenommen wurden, gehen verloren, wenn Sie sich für das Formatieren entscheiden.

# GUI|DAD Format Dialog
source: _Format with dasdfmt
cs: _Formát s dasdfmt
de: _Format mit dasdfmt

source: This may take a moment. You may <a href="">go back to the main menu</a> to complete other installation options while formatting completes.
cs: Může to chvíli trvat. Můžete < a href = "" > vrátit se do hlavní nabídky </a > dokončit další možnosti instalace během dokončení formátování.
de: Dies kann einen Moment dauern. Sie können <a href="">gehen Sie zurück zum Hauptmenü</a>, um andere Installationsoptionen abzuschließen, während die Formatierung abgeschlossen ist.

source: Disk formatting complete.
cs: Formátování disku bylo dokončeno.
de: Die Datenträgerformatierung ist abgeschlossen.

# GUI|Reclaim Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Reclaim Dialog
source: _Reclaim space
cs: _Uvolnit místo
de: _Reclaim Raum

source: RECLAIM DISK SPACE
cs: UVOLNIT MÍSTO NA DISKU
de: SPEICHERPLATZ FREIGEBEN

source: Description goes here.
cs: Zde bude popis.
de: Beschreibung geht hier.

source: File System
cs: Souborový systém
de: Dateisystem

source: Reclaimable Space
cs: Znovu se zotavitelný prostor

source: Action
cs: Akce
de: Aktion

# GUI|Reclaim Dialog
source: _Preserve
cs: _Zachovat

# GUI|Reclaim Dialog
source: _Delete
cs: _Odstranit

# GUI|Reclaim Dialog
source: _Shrink
cs: _Zmenšit

source: Reclaim
cs: Uvolnit
de: Zurückfordern

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Delete It
cs: _Odstranit

# GUI|Custom Partitioning|Configure Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Custom Partitioning|Configure Dialog
source: _Select
cs: _Vybrat

source: CONFIGURE MOUNT POINT
cs: KONFIGURACE PŘÍPOJNÉHO BODU
de: KONFIGURIEREN VON MOUNT POINT

source: Select one or more disks this device may reside on.
cs: Vyberte jeden nebo více disků, na kterých může být toto zařízení umístěno.
de: Wählen Sie einen oder mehrere Datenträger aus, auf dem sich dieses Gerät befinden kann.

source: Description
cs: Popis
de: beschreibung

source: Free
cs: Zdarma
de: kostenlos

# GUI|Custom Partitioning|Add Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Custom Partitioning|Add Dialog
source: _Add mount point
cs: _Přidat přípojný bod
de: _Add-Montagepunkt

# GUI|Custom Partitioning|Add Dialog
source: Desired _Capacity:
cs: Požadovaná _Kapacita:
de: Gewünschte _Capacity:

# GUI|Custom Partitioning|Add Dialog
source: Mount _Point:
cs: Připojit _Bod:

source: ADD A NEW MOUNT POINT
cs: PŘIDAT NOVÝ PŘÍPOJNÝ BOD
de: ADD A NEUE MOUNT POINT

source: More customization options are available after creating the mount point below.
cs: Jsou k dispozici další možnosti přizpůsobení. Po vytvoření přípojného bodu níže.
de: Weitere Anpassungsoptionen sind verfügbar nach dem Erstellen des Mount-Punkts unten.

source: That mount point is already in use. Try something else?
cs: Tento přípojný bod je již v Použít. Zkusit něco jiného?
de: Dieser Montagepunkt ist bereits in Verwenden. Versuchen Sie etwas anderes?

source: eg: "20 GB", "500mb" (minus the quotation marks)
cs: například: "20 GB", "500MB" (minus uvozovky)
de: z.B.: "20 GB", "500mb" (abzüglich anführungszeichen)

source: Single
cs: Jednoho
de: Einzelnen

# GUI|Custom Partitioning|Container Dialog
source: _Cancel
cs: _Zrušit akci

# GUI|Custom Partitioning|Container Dialog
source: _Save
cs: _Uložit

source: CONFIGURE CONTAINER
cs: NASTAVIT KONTEJNER

source: Please create a name for this container and select at least one disk below.
cs: Prosím vytvořte název pro tento kontejner a vyberte alespoň jeden disk níže.
de: Erstellen Sie einen Namen für diesen Container, und wählen Sie unten mindestens einen Datenträger aus.

# GUI|Custom Partitioning|Container Dialog
source: _Name:
cs: Název

source: RAID Level:
cs: Úroveň diskového pole RAID:
de: RAID-Stufe:

source: Encrypt
cs: Šifrování
de: Verschlüsseln

source: Please enter a valid name.
cs: Zadejte platný název.
de: Bitte geben Sie einen gültigen Namen ein.

# GUI|Custom Partitioning|Container Dialog
source: Si_ze policy:
cs: Si_ze politika:
de: Si_ze Politik:

source: Automatic
cs: Automatické
de: Automatisch

source: As large as possible
cs: Co největší
de: So groß wie möglich

source: Fixed
cs: Dlouhodobého
de: Fest

# GUI|Welcome|Unsupported Hardware Dialog
source: _Quit
cs: _Ukončit

# GUI|Welcome|Unsupported Hardware Dialog
source: _Continue
cs: _Pokračovat

source: Unsupported Hardware
cs: Nepodporovaný hardware
de: Nicht unterstützte Hardware

source: An unknown error occurred during installation. Details are below.
cs: Během instalace došlo k neznámé chybě. Podrobnosti jsou uvedeny níže.
de: Während der Installation ist ein unbekannter Fehler aufgetreten. Details finden Sie unten.

source: SUMMARY OF CHANGES
cs: SHRNUTÍ ZMĚN
de: ZUSAMMENFASSUNG DER ÄNDERUNGEN

# GUI|Summary Dialog
source: _Cancel & Return to Custom Partitioning
cs: _Cancel & návrat do vlastního rozdělení do oddílů
de: _Cancel & Zurück zur benutzerdefinierten Partitionierung

# GUI|Summary Dialog
source: _Accept Changes
cs: _Přijmout změny
de: _Accept Änderungen

source: Your customizations will result in the following changes taking effect after you return to the main menu and begin installation:
cs: Provedené úpravy budou mít za následek provedení následujících změn po návratu do hlavní nabídky a zahájení instalace:
de: Ihre Anpassungen führen dazu, dass die folgenden Änderungen wirksam werden, nachdem Sie zum Hauptmenü zurückkehren und mit der Installation beginnen:

source: Order
cs: Objednávky
de: Bestellung

source: Device
cs: Zařízení
de: Gerät

source: SELECTED DISKS
cs: VYBRANÉ DISKY

# GUI|Selected Disks Dialog
source: _Close
cs: _Zavřít

source: Boot
cs: Spouštěcí
de: Booten

# GUI|Selected Disks Dialog
source: _Remove
cs: _Odebrat

source: Disk summary goes here
cs: Zde bude souhrn disku.
de: Datenträgerzusammenfassung geht hier

source: The system needs better quality of random data, you can improve it by typing randomly on keyboard and moving your mouse. The installation will continue automatically regardless of random data quality when time runs out.
cs: Systém potřebuje lepší kvalitu náhodných dat, můžete jej vylepšit zadáním náhodně na klávesnici a přesunutím myši. Instalace bude automaticky pokračovat bez ohledu na náhodnou kvalitu dat, pokud čas vyprší.
de: Das System benötigt eine bessere Qualität der zufälligen Daten, können Sie es verbessern, indem Sie zufällig auf der Tastatur eingeben und Ihre Maus bewegen. Die Installation wird unabhängig von der zufälligen Datenqualität automatisch fortgesetzt, wenn die Zeit abläuft.

source: Random data quality:
cs: Náhodná kvalita údajů:
de: Zufällige Datenqualität:

source: Install to Hard Drive
cs: Instalace na pevný disk
de: Installieren auf Festplatte

source: Install
cs: Nainstalovat
de: Installieren

source: Install the live CD to your hard disk
cs: Instalace živého disku CD na pevný disk
de: Installieren Der Live-CD auf Ihrer Festplatte

source: anaconda
cs: Anakonda

source: Welcome to Fedora
cs: Vítejte u Fedory
de: Willkommen in Fedora

source: Liveinst Setup
cs: Nastavení liveinst

source: Try Fedora
cs: Zkus Fedoru
de: Testen Sie Fedora

source: You are currently running Fedora from live media. You can install Fedora now, or choose "Install to Hard Drive" in the Activities Overview at any later time.
cs: Nyní spouštíte Fedoru z živých médií. Nyní můžete nainstalovat Fedoru nebo zvolit možnost nainstalovat na pevný disk v přehledu aktivit kdykoli později.
de: Sie betreiben Fedora derzeit über Live-Medien. Sie können Fedora jetzt installieren oder "Auf Festplatte installieren" in der Aktivitätenübersicht zu einem späteren Zeitpunkt auswählen.

source: You can choose "Install to Hard Drive" in the Activities Overview at any later time.
cs: Můžete zvolit možnost nainstalovat na pevný disk v přehledu aktivit kdykoli později.
de: Sie können "Auf Festplatte installieren" in der Aktivitätenübersicht zu einem späteren Zeitpunkt.

source: Close
cs: Zavřete
de: Schließen

source: Starting Install to Hard Drive
cs: Spuštění instalace na pevný disk
de: Starten der Installation auf der Festplatte

source: Shell
de: Muschel

source: %s timezone
de: %s Zeitzone

source: Timezone: %s
de: Zeitzone: %s

source: Bond
de: Bindung

source: Identity:
de: Identität:

source: AM
de: BIN

source: Model
de: Modell

source: Port
de: Hafen

source: Tip:
de: Tipp:
